# TODO: Translation updated at 2022-04-11 10:48

# game/scripts/loc_home/comp_lessons.rpy:10
translate ru comp_lessons_massage_3c82f346:

    # m_emo_15 "{i}Хорошая штука эти онлайн-курсы - можно научиться всему, не выходя из дома! Вот только и стоит это немало...{/i}"
    m_emo_15 "{i}Хорошая штука эти онлайн-курсы - можно научиться всему, не выходя из дома! Вот только и стоит это немало...{/i}"

# game/scripts/loc_home/comp_lessons.rpy:26
translate ru comp_lessons_massage_hands_3c82f346:

    # m_emo_15 "{i}Хорошая штука эти онлайн-курсы - можно научиться всему, не выходя из дома! Вот только и стоит это немало...{/i}"
    m_emo_15 "{i}Хорошая штука эти онлайн-курсы - можно научиться всему, не выходя из дома! Вот только и стоит это немало...{/i}"

# game/scripts/loc_home/comp_lessons.rpy:50
translate ru comp_lessons_massage_ero_3c82f346:

    # m_emo_15 "{i}Хорошая штука эти онлайн-курсы - можно научиться всему, не выходя из дома! Вот только и стоит это немало...{/i}"
    m_emo_15 "{i}Хорошая штука эти онлайн-курсы - можно научиться всему, не выходя из дома! Вот только и стоит это немало...{/i}"

