# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:24
    old "Итак, в новой школе Лиза оказалась не такой отличницей, как раньше. Видимо, в новой школе уровень знаний требуется намного более высокий. Ну что же, это хорошая возможность проявить свои школьные знания и помочь младшей сестрёнке разобраться в материале... Или же наоборот, помешать получить хорошую оценку и понаблюдать, как мама её накажет? А может быть, попросить у неё что-то за помощь? Но сначала надо поговорить с Лизой и спросить, что она обо всём этом думает?"
    new "Итак, в новой школе Лиза оказалась не такой отличницей, как раньше. Видимо, в новой школе уровень знаний требуется намного более высокий. Ну что же, это хорошая возможность проявить свои школьные знания и помочь младшей сестрёнке разобраться в материале... Или же наоборот, помешать получить хорошую оценку и понаблюдать, как мама её накажет? А может быть, попросить у неё что-то за помощь? Но сначала надо поговорить с Лизой и спросить, что она обо всём этом думает?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:27
    old "Постарайтесь выйти на тему разговора, при котором помощь будет не за бесплатно"
    new "Постарайтесь выйти на тему разговора, при котором помощь будет не за бесплатно"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:29
    old "Я поговорил с Лизой насчёт уроков и намекнул, что моя помощь будет стоить... некоторых услуг. Конечно, она отказалась. Но это пока. До первого наказания. Как только её отшлёпают у меня на глазах, всё изменится! Но для этого надо сделать так, чтобы она снова получила двойку..."
    new "Я поговорил с Лизой насчёт уроков и намекнул, что моя помощь будет стоить... некоторых услуг. Конечно, она отказалась. Но это пока. До первого наказания. Как только её отшлёпают у меня на глазах, всё изменится! Но для этого надо сделать так, чтобы она снова получила двойку..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:32
    old "При помощи Лизе, постарайтесь допустить ошибку в её домашнем задании"
    new "При помощи Лизе, постарайтесь допустить ошибку в её домашнем задании"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:35
    old "Дождитесь, когда Лизу накажут"
    new "Дождитесь, когда Лизу накажут"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:37
    old "Поговорите с Лизой и сможете убедить выполнить ваше условие"
    new "Поговорите с Лизой и сможете убедить выполнить ваше условие"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:39
    old "Кажется, я убедил Лизу меня слушаться под страхом наказания. Теперь она будет спать только в футболке и трусах. Ну ничего, я только начал.\nТеперь я могу под видом помощи с уроками, подправлять вычисления так, чтобы ей поставили двойку и можно было бы снова наблюдать за её наказанием... Кто знает, может быть, удастся развести её на нечто большее?"
    new "Кажется, я убедил Лизу меня слушаться под страхом наказания. Теперь она будет спать только в футболке и трусах. Ну ничего, я только начал.\nТеперь я могу под видом помощи с уроками, подправлять вычисления так, чтобы ей поставили двойку и можно было бы снова наблюдать за её наказанием... Кто знает, может быть, удастся развести её на нечто большее?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:43
    old "Купите и подарите Лизе халат"
    new "Купите и подарите Лизе халат"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:45
    old "Купите в интернет-магазине [item_bathrobe.name]. Дождитесь доставки и подарите Лизе."
    new "Купите в интернет-магазине [item_bathrobe.name]. Дождитесь доставки и подарите Лизе."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:47
    old "Подарите Лизе халат"
    new "Подарите Лизе халат"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:50
    old "Мама должна ещё несколько раз наказать Лизу, тогда будет возможность уговорить Лизу на кое-что"
    new "Мама должна ещё несколько раз наказать Лизу, тогда будет возможность уговорить Лизу на кое-что"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:52
    old "Допустите ошибки в домашнем задании Лизы. Всего наказаний требуется как минимум 3"
    new "Допустите ошибки в домашнем задании Лизы. Всего наказаний требуется как минимум 3"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:54
    old "Выпросите у Лизы услугу за вашу помощь с её домашним заданием"
    new "Выпросите у Лизы услугу за вашу помощь с её домашним заданием"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:56
    old "Вау! Лиза согласилась за помощь с уроками показать мне свою грудь. Интересно, на что она ещё готова ради хорошей оценки."
    new "Вау! Лиза согласилась за помощь с уроками показать мне свою грудь. Интересно, на что она ещё готова ради хорошей оценки."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:59
    old "Проходите события - «Наставник»"
    new "Проходите события - «Наставник»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:61
    old "Помогите Лизе с домашней работой в обмен на мастурбацию"
    new "Помогите Лизе с домашней работой в обмен на мастурбацию"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_06_compl.rpy:63
    old "Наконец-то моя помощь оценена по достоинству, Лиза подрочила мне, пока я делал за неё её домашнюю работу.\nНо может этого всё же недостаточно и она сможет когда-нибудь отплатить за мой непосильный труд как-то иначе. Посмотрим, пока она еле согласилась на это и то только по указке Киры."
    new "Наконец-то моя помощь оценена по достоинству, Лиза подрочила мне, пока я делал за неё её домашнюю работу.\nНо может этого всё же недостаточно и она сможет когда-нибудь отплатить за мой непосильный труд как-то иначе. Посмотрим, пока она еле согласилась на это и то только по указке Киры."

