# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:24
    old "Итак, к нам приехала тётя Кира, мамина младшая сестра. Конечно, и раньше не были замечены у неё какие-либо комплексы, но сейчас она стала такой... такой... А ещё она увидела мой член! Так неловко. Но и себя тётя Кира показала во всей красе, в таком купальнике, если его можно назвать купальником... Да ещё такие намёки на моего папу. Неужели, они были настолько... знакомы? Нужно выпытать у неё всё, что только возможно."
    new "Итак, к нам приехала тётя Кира, мамина младшая сестра. Конечно, и раньше не были замечены у неё какие-либо комплексы, но сейчас она стала такой... такой... А ещё она увидела мой член! Так неловко. Но и себя тётя Кира показала во всей красе, в таком купальнике, если его можно назвать купальником... Да ещё такие намёки на моего папу. Неужели, они были настолько... знакомы? Нужно выпытать у неё всё, что только возможно."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:26
    old "Я рассказал тёте Кире всё про Эрика, вот как есть, так и сказал. Кажется, она сомневается в моих словах, но пообещала аккуратно всё выяснить и разузнать. Может быть, даже с самим Эриком пообщается..."
    new "Я рассказал тёте Кире всё про Эрика, вот как есть, так и сказал. Кажется, она сомневается в моих словах, но пообещала аккуратно всё выяснить и разузнать. Может быть, даже с самим Эриком пообщается..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:28
    old "Вот это да! Моя тётя снимается в порно! Неужели, я живу рядом с порнозвездой? Теперь понятно, почему меня к ней так и тянет. Её просто окружает аура секса!\nДа, она меня застукала, когда я дрочил, глядя на неё в душе... Так неловко... Хотя... Она же порнозвезда, и не такое видела! А вот я ещё нет. Поэтому, нужно как-то сблизиться с ней... Очень..."
    new "Вот это да! Моя тётя снимается в порно! Неужели, я живу рядом с порнозвездой? Теперь понятно, почему меня к ней так и тянет. Её просто окружает аура секса!\nДа, она меня застукала, когда я дрочил, глядя на неё в душе... Так неловко... Хотя... Она же порнозвезда, и не такое видела! А вот я ещё нет. Поэтому, нужно как-то сблизиться с ней... Очень..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:32
    old "Кира предложила мне немного заработать. Нужно лишь её пофотографировать. Вот только для этих целей нужен фотоаппарат. Конечно, вряд ли она заплатит мне столько, сколько стоит фотоаппарат, зато есть шанс, что мне что-нибудь обломится другое за эту фотосессию..."
    new "Кира предложила мне немного заработать. Нужно лишь её пофотографировать. Вот только для этих целей нужен фотоаппарат. Конечно, вряд ли она заплатит мне столько, сколько стоит фотоаппарат, зато есть шанс, что мне что-нибудь обломится другое за эту фотосессию..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:35
    old "Купите фотоаппарат в интернет-магазине и дождитесь его доставки"
    new "Купите фотоаппарат в интернет-магазине и дождитесь его доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:37
    old "Пообщайтесь с Кирой, когда это возможно"
    new "Пообщайтесь с Кирой, когда это возможно"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:39
    old "Это нужно сделать в субботу, когда вся семья будет на шоппинге."
    new "Это нужно сделать в субботу, когда вся семья будет на шоппинге."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:41
    old "Ничего не обломилось. Во-первых, тётя позировала почти одетой. Тоже мне порнозвезда... А во-вторых, она так ничего и предложила мне после фотосессии! Видимо, она не знает, что фотомодели должны как-то благодарить фотографов. Да, денег она тоже не дала..."
    new "Ничего не обломилось. Во-первых, тётя позировала почти одетой. Тоже мне порнозвезда... А во-вторых, она так ничего и предложила мне после фотосессии! Видимо, она не знает, что фотомодели должны как-то благодарить фотографов. Да, денег она тоже не дала..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:43
    old "Кира предложила мне выбрать: деньги или поработать ещё. Я выбрал деньги. Вот только меня не покидает ощущение, что я что-то сделал не так.\nКажется, она упомянула, что если я передумаю, то можно подойти к ней снова по этому вопросу. Вот только те $300, видимо, придётся вернуть..."
    new "Кира предложила мне выбрать: деньги или поработать ещё. Я выбрал деньги. Вот только меня не покидает ощущение, что я что-то сделал не так.\nКажется, она упомянула, что если я передумаю, то можно подойти к ней снова по этому вопросу. Вот только те $300, видимо, придётся вернуть..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:46
    old "Верните ей деньги, иначе не сможете дальше продвинуться"
    new "Верните ей деньги, иначе не сможете дальше продвинуться"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:48
    old "Итак, мы договорились с Кирой на новую фотосессию в ближайшую субботу, пока никого не будет дома. Интересно, какой наряд она наденет в этот раз? Может быть, удастся убедить её позировать... голой? Ах, мечты, мечты..."
    new "Итак, мы договорились с Кирой на новую фотосессию в ближайшую субботу, пока никого не будет дома. Интересно, какой наряд она наденет в этот раз? Может быть, удастся убедить её позировать... голой? Ах, мечты, мечты..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:52
    old "Больше я не девственник, если можно так сказать... Тётя Кира проявила себя как страстная, горячая женщина с нездоровым интересом к моему члену... Чем я очень рад! Не обошлось без верёвок, но так даже интереснее! Посмотрим, к чему это всё приведёт..."
    new "Больше я не девственник, если можно так сказать... Тётя Кира проявила себя как страстная, горячая женщина с нездоровым интересом к моему члену... Чем я очень рад! Не обошлось без верёвок, но так даже интереснее! Посмотрим, к чему это всё приведёт..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:55
    old "После того первого секса я поболтал с тётей Кирой и она сказала, что ей тоже всё очень понравилось, но не обещает продолжение, так как нас могут поймать на этом и тогда я поеду в военный лагерь, а она будет вынуждена жить в гостинице...\nОднако, если никто не увидит, то она не прочь развлечься со мной! А уж я насколько не против!"
    new "После того первого секса я поболтал с тётей Кирой и она сказала, что ей тоже всё очень понравилось, но не обещает продолжение, так как нас могут поймать на этом и тогда я поеду в военный лагерь, а она будет вынуждена жить в гостинице...\nОднако, если никто не увидит, то она не прочь развлечься со мной! А уж я насколько не против!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:58
    old "Я пообщался с тётей Кирой насчёт поведения мамы и она намекнула, что знает причины, но не может мне рассказать, пока мама не даст согласия на это. А может быть, она и сама всё расскажет мне. Нужно лишь намекнуть про какую-то историю из её детства..."
    new "Я пообщался с тётей Кирой насчёт поведения мамы и она намекнула, что знает причины, но не может мне рассказать, пока мама не даст согласия на это. А может быть, она и сама всё расскажет мне. Нужно лишь намекнуть про какую-то историю из её детства..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:60
    old "Поговорите с Мамой"
    new "Поговорите с Мамой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:63
    old "Мама категорически отказалась со мной общаться на тему какого-то случая из её детства, на который намекала тётя Кира. Теперь я знаю где копать, но не знаю кто может что-то объяснить... Может быть, удастся убедить тётю Киру мне всё рассказать по секрету?"
    new "Мама категорически отказалась со мной общаться на тему какого-то случая из её детства, на который намекала тётя Кира. Теперь я знаю где копать, но не знаю кто может что-то объяснить... Может быть, удастся убедить тётю Киру мне всё рассказать по секрету?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:66
    old "Наконец-то, мне удалось убедить тётю Киру рассказать о том, что случилось с мамой в детстве. Очевидно, что психологическая травма, которую нанёс ей тот похититель в лесу, оказала серьёзное влияние на то, какой она стала. Ну и Эрик, её босс, оказался идеальной причиной, чтобы все последствия той травмы вновь проявились, но уже таким... странным образом..."
    new "Наконец-то, мне удалось убедить тётю Киру рассказать о том, что случилось с мамой в детстве. Очевидно, что психологическая травма, которую нанёс ей тот похититель в лесу, оказала серьёзное влияние на то, какой она стала. Ну и Эрик, её босс, оказался идеальной причиной, чтобы все последствия той травмы вновь проявились, но уже таким... странным образом..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:75
    old "Это можно сделать, когда она загорает на лежаках, в 11:00 и 12:00 (кроме Воскресения)"
    new "Это можно сделать, когда она загорает на лежаках, в 11:00 и 12:00 (кроме Воскресения)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_13_compl.rpy:77
    old "Сегодня вы с ней уже общались. Она не всегда готова много общаться, зависит от темы разговора."
    new "Сегодня вы с ней уже общались. Она не всегда готова много общаться, зависит от темы разговора."

