# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:27
    old "Алиса читает какие-то книги, но не хочет говорить о них. На порно журналы не похоже... Что же ещё там может быть? Нужно попытаться выяснить это как можно скорее... Любопытно же!"
    new "Алиса читает какие-то книги, но не хочет говорить о них. На порно журналы не похоже... Что же ещё там может быть? Нужно попытаться выяснить это как можно скорее... Любопытно же!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:29
    old "Поищите книгу в комнате Алисы, когда она не занята чтением."
    new "Поищите книгу в комнате Алисы, когда она не занята чтением."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:31
    old "Когда Алисы нет в её комнате и нет на веранде, нажмите на иконку лупы. Книгу найдёте в шкафу."
    new "Когда Алисы нет в её комнате и нет на веранде, нажмите на иконку лупы. Книгу найдёте в шкафу."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:33
    old "Я нашёл какую-то книгу, но из названия ничего не понятно, а читать саму книгу ни времени, ни желания нет. Может быть, поискать о ней информацию в интернете?"
    new "Я нашёл какую-то книгу, но из названия ничего не понятно, а читать саму книгу ни времени, ни желания нет. Может быть, поискать о ней информацию в интернете?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:36
    old "Придя в свою комнату, нажмите на иконку ноутбука и поищите информацию о книге Алисы"
    new "Придя в свою комнату, нажмите на иконку ноутбука и поищите информацию о книге Алисы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:38
    old "Вот это да! Я был не так далёк от истины. Конечно, это не порно, но уж точно эротика, да ещё какая! Видимо, Алисе нравятся любовные романы с эротическими оттенками, так сказать. Может быть, стоит ей подарить подобную книгу и посмотреть на её реакцию?"
    new "Вот это да! Я был не так далёк от истины. Конечно, это не порно, но уж точно эротика, да ещё какая! Видимо, Алисе нравятся любовные романы с эротическими оттенками, так сказать. Может быть, стоит ей подарить подобную книгу и посмотреть на её реакцию?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:40
    old "Купите в интернет-магазине книгу. Когда вам её доставят, отдайте Алисе."
    new "Купите в интернет-магазине книгу. Когда вам её доставят, отдайте Алисе."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:42
    old "В интернет-магазине купите книгу - [item_erobook_1.name]"
    new "В интернет-магазине купите книгу - [item_erobook_1.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:44
    old "Судя по реакции Алисы, подарок ей понравился. Видимо, стоит периодически заходить в книжный интернет-магазин и смотреть новинки. Возможно, таким образом удастся чуть-чуть улучшить отношения с Алисой."
    new "Судя по реакции Алисы, подарок ей понравился. Видимо, стоит периодически заходить в книжный интернет-магазин и смотреть новинки. Возможно, таким образом удастся чуть-чуть улучшить отношения с Алисой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:46
    old "Дарите Алисе книги, как только они будут доступны в интернет-магазине."
    new "Дарите Алисе книги, как только они будут доступны в интернет-магазине."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_03_compl.rpy:49
    old "Дней осталось до появления следующей книги: [var1]"
    new "Дней осталось до появления следующей книги: [var1]"

