# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:24
    old "Любопытно. Похоже, Алиса до смерти боится пауков. А надо заметить, что климат тут очень подходит для такого рода насекомых... Нужно будет поймать одного и подкинуть Алисе, вот забавно будет! Вот только как и где их искать?"
    new "Любопытно. Похоже, Алиса до смерти боится пауков. А надо заметить, что климат тут очень подходит для такого рода насекомых... Нужно будет поймать одного и подкинуть Алисе, вот забавно будет! Вот только как и где их искать?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:26
    old "Почитать в интернете о пауках"
    new "Почитать в интернете о пауках"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:28
    old "Я порылся в интернете и выяснил, что в нашей местности очень легко встретить один вид пауков. К счастью, он совершенно безвредный, но размеры бывают весьма солидные. Ночью их не найти, а вот когда солнце только начинает прогревать землю, они выползают на свет и проверяют свою добычу."
    new "Я порылся в интернете и выяснил, что в нашей местности очень легко встретить один вид пауков. К счастью, он совершенно безвредный, но размеры бывают весьма солидные. Ночью их не найти, а вот когда солнце только начинает прогревать землю, они выползают на свет и проверяют свою добычу."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:30
    old "Пробовать искать паука лучше в 10-11 часов у бассейна."
    new "Пробовать искать паука лучше в 10-11 часов у бассейна."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:32
    old "Подойдите к бассейну в 10 или 11 часов и нажмите на иконку с пауком. В это время высокий шанс обнаружить паука."
    new "Подойдите к бассейну в 10 или 11 часов и нажмите на иконку с пауком. В это время высокий шанс обнаружить паука."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:34
    old "Итак, я поймал огромного паука. Это не так сложно, если знать в какое время и где их ловить. Теперь нужно испытать этого монстра на сестрёнке. Вот только бы выбрать подходящий момент..."
    new "Итак, я поймал огромного паука. Это не так сложно, если знать в какое время и где их ловить. Теперь нужно испытать этого монстра на сестрёнке. Вот только бы выбрать подходящий момент..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:36
    old "Испытать можно, когда Алиса загорает или подкинуть паука в её комнату"
    new "Испытать можно, когда Алиса загорает или подкинуть паука в её комнату"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:38
    old "Загорает она в 12:00 и 15:00. Если к ней в комнату, то лучше в 00:00 ночи, когда она принимает ванну."
    new "Загорает она в 12:00 и 15:00. Если к ней в комнату, то лучше в 00:00 ночи, когда она принимает ванну."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:40
    old "Алиса определённо боится пауков! Визг слышали все соседи со всей округи, это точно! Вот только если Алиса узнает, что я это всё специально подстроил, меня ждёт смерть. Надеюсь, быстрая..."
    new "Алиса определённо боится пауков! Визг слышали все соседи со всей округи, это точно! Вот только если Алиса узнает, что я это всё специально подстроил, меня ждёт смерть. Надеюсь, быстрая..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:43
    old "Продвиньтесь в ветке событий - «Блог»"
    new "Продвиньтесь в ветке событий - «Блог»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:46
    old "Вам осталось продвинуться в событиях «Блог» ещё на [var1] пункта(ов)"
    new "Вам осталось продвинуться в событиях «Блог» ещё на [var1] пункта(ов)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:48
    old "Подкиньте паука в комнату Алисы"
    new "Подкиньте паука в комнату Алисы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:50
    old "Алиса так боится пауков, что согласилась раздеться ради того, чтобы я убил одного, который залез в её постель. Ага, сам он залез, как же... Тем не менее, этой её фобией можно пользоваться в своих интересах. Посмотрим, к чему это всё приведёт..."
    new "Алиса так боится пауков, что согласилась раздеться ради того, чтобы я убил одного, который залез в её постель. Ага, сам он залез, как же... Тем не менее, этой её фобией можно пользоваться в своих интересах. Посмотрим, к чему это всё приведёт..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:53
    old "После очередного избавления от паука я намекнул Алисе, что было бы не плохо, если бы я спал рядом и охранял её. Она отказалась. Видимо, слишком мало пауков попадает к ней в постель..."
    new "После очередного избавления от паука я намекнул Алисе, что было бы не плохо, если бы я спал рядом и охранял её. Она отказалась. Видимо, слишком мало пауков попадает к ней в постель..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:56
    old "Похоже, я способствую развитию арахнофобии у Алисы. Во всяком случае, прогресс очевиден. Теперь Алиса задумывается о том, что было бы неплохо иногда впускать меня в постель для защиты от пауков. Но пока только задумывается... Значит, стоит продолжать..."
    new "Похоже, я способствую развитию арахнофобии у Алисы. Во всяком случае, прогресс очевиден. Теперь Алиса задумывается о том, что было бы неплохо иногда впускать меня в постель для защиты от пауков. Но пока только задумывается... Значит, стоит продолжать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:59
    old "Продолжайте подкладывать ей в комнату паука перед сном и выдвигать требование"
    new "Продолжайте подкладывать ей в комнату паука перед сном и выдвигать требование"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:61
    old "Да! Алиса разрешила мне спать рядом. Конечно, потребовалось столько паучьих жертв, но оно того стоило! Первый шаг сделан, разрешение получено, а дальше уже всё пойдёт как по маслу!"
    new "Да! Алиса разрешила мне спать рядом. Конечно, потребовалось столько паучьих жертв, но оно того стоило! Первый шаг сделан, разрешение получено, а дальше уже всё пойдёт как по маслу!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:64
    old "С осторожностью приставайте к Алисе, когда будете её «охранять» от пауков"
    new "С осторожностью приставайте к Алисе, когда будете её «охранять» от пауков"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:68
    old "Трогайте её груди, но без продолжения. Необходимо повторить ещё [var1] раз. Алисе нужно привыкнуть к вашим приставаниям."
    new "Трогайте её груди, но без продолжения. Необходимо повторить ещё [var1] раз. Алисе нужно привыкнуть к вашим приставаниям."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:70
    old "Если у Алисы не плохое настроение, то вы можете смело её трогать."
    new "Если у Алисы не плохое настроение, то вы можете смело её трогать."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:72
    old "Теперь вы можете прикасаться к ней и трогать интимные места без последствий."
    new "Теперь вы можете прикасаться к ней и трогать интимные места без последствий."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:77
    old "Продвиньтесь в ветке событий - «Карьера»"
    new "Продвиньтесь в ветке событий - «Карьера»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:79
    old "Продвиньтесь в ветке событий - «Смена ролей»"
    new "Продвиньтесь в ветке событий - «Смена ролей»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:81
    old "Подложите паука в комнату Алисы и ночью приставайте к ней"
    new "Подложите паука в комнату Алисы и ночью приставайте к ней"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:84
    old "Наши забавы с Алисой в постели, как и ожидалось, дошли до самого интересного... Да она сама на меня прыгает! Слава паукам!"
    new "Наши забавы с Алисой в постели, как и ожидалось, дошли до самого интересного... Да она сама на меня прыгает! Слава паукам!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:91
    old "Лучше в 00:00 ночи, когда она принимает ванну или ближе к ночи."
    new "Лучше в 00:00 ночи, когда она принимает ванну или ближе к ночи."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:94
    old "Сегодня вы уже ловили паука, попробуйте завтра."
    new "Сегодня вы уже ловили паука, попробуйте завтра."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_08_compl.rpy:96
    old "Подойдите к бассейну в 10 или 11 часов и нажмите на иконку с пауком. В это время высокий шанс обнаружить паука.\nПаука можно поймать только 1 раз в день."
    new "Подойдите к бассейну в 10 или 11 часов и нажмите на иконку с пауком. В это время высокий шанс обнаружить паука.\nПаука можно поймать только 1 раз в день."

