# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:24
    old "Катя пожаловалась, что ей приходится пробираться к Алисе ночами, когда мамы нет дома, так как она не поддержит их отношения. Я вызвался помочь решить эту проблему. Остался пустяк - убедить маму, что если девочки спят друг с дружкой, то это нормально... Ох, не знаю..."
    new "Катя пожаловалась, что ей приходится пробираться к Алисе ночами, когда мамы нет дома, так как она не поддержит их отношения. Я вызвался помочь решить эту проблему. Остался пустяк - убедить маму, что если девочки спят друг с дружкой, то это нормально... Ох, не знаю..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:26
    old "Узнайте мнение Мамы о лесбиянках"
    new "Узнайте мнение Мамы о лесбиянках"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:28
    old "Пообщался с мамой, прощупал почву насчёт Алисы, Кати и их однополой любви. Кажется, она категорична в этом вопросе. Теперь ясно, почему Алиса даже не пыталась привести Катю официально в дом... Что же делать? Может быть, спросить мнение у Киры?"
    new "Пообщался с мамой, прощупал почву насчёт Алисы, Кати и их однополой любви. Кажется, она категорична в этом вопросе. Теперь ясно, почему Алиса даже не пыталась привести Катю официально в дом... Что же делать? Может быть, спросить мнение у Киры?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:30
    old "Киру позабавила моя проблема, а точнее то, что я взялся решать проблему Алисы и Кати. Однако, пообещала поговорить с мамой. Не знаю на что можно расчитывать... В прошлый мой разговор об этом, мама совершенно однозначно дала понять, что она не одобрят однополую любовь..."
    new "Киру позабавила моя проблема, а точнее то, что я взялся решать проблему Алисы и Кати. Однако, пообещала поговорить с мамой. Не знаю на что можно расчитывать... В прошлый мой разговор об этом, мама совершенно однозначно дала понять, что она не одобрят однополую любовь..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:33
    old "Подождите пару дней. Дайте время Кире поговорить с Мамой"
    new "Подождите пару дней. Дайте время Кире поговорить с Мамой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:37
    old "Кира показалась мне немного озадаченной. Кажется, она поговорила с мамой, но всё прошло не очень. Однако, она постаралась меня приободрить, сказала, что ещё подумает и всегда можно пойти в какой-то ва-банк... Ну, посмотрим, что она ещё придумает..."
    new "Кира показалась мне немного озадаченной. Кажется, она поговорила с мамой, но всё прошло не очень. Однако, она постаралась меня приободрить, сказала, что ещё подумает и всегда можно пойти в какой-то ва-банк... Ну, посмотрим, что она ещё придумает..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:40
    old "Подождите пару дней. Дайте время Кире придумать план."
    new "Подождите пару дней. Дайте время Кире придумать план."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:44
    old "Кажется, Киру посетила ещё одна странная мысль. Она с каким-то воодушевлением подошла к решению моей маленькой просьбы. Как будто сама очень заинтересована в этом всём.\nКира составила коварный план и собралась постепенно развращать мою маму. Идея шикарна, но сомневаюсь, что из этого что-то выйдет..."
    new "Кажется, Киру посетила ещё одна странная мысль. Она с каким-то воодушевлением подошла к решению моей маленькой просьбы. Как будто сама очень заинтересована в этом всём.\nКира составила коварный план и собралась постепенно развращать мою маму. Идея шикарна, но сомневаюсь, что из этого что-то выйдет..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:47
    old "Подождите пару дней. Дайте время Кире придумать новый план."
    new "Подождите пару дней. Дайте время Кире придумать новый план."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:51
    old "Наконец-то, Кира определилась со своим планом по развращению мамы. План включает в себя три этапа: во-первых, мама должна стать менее стеснительной. Для этого Кира будет продвигать идеи нудизма, натуризма и всего такого. Во-вторых, Кира планирует создавать пикантные ситуации, которые подействуют дополнительно. Ну а в-третьих, изначальный план - напоить и совратить.\nГлавная проблема для первого этапа это я сам. Мне нужно сделать так, чтобы мама перестала меня стесняться, а для этого мне потребуется научиться эротическому массажу..."
    new "Наконец-то, Кира определилась со своим планом по развращению мамы. План включает в себя три этапа: во-первых, мама должна стать менее стеснительной. Для этого Кира будет продвигать идеи нудизма, натуризма и всего такого. Во-вторых, Кира планирует создавать пикантные ситуации, которые подействуют дополнительно. Ну а в-третьих, изначальный план - напоить и совратить.\nГлавная проблема для первого этапа это я сам. Мне нужно сделать так, чтобы мама перестала меня стесняться, а для этого мне потребуется научиться эротическому массажу..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:54
    old "Пройдите онлайн-курсы массажа"
    new "Пройдите онлайн-курсы массажа"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:56
    old "Делайте массаж ножек Алисе, когда она смотрит вечером ТВ"
    new "Делайте массаж ножек Алисе, когда она смотрит вечером ТВ"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:59
    old "Вам нужно сделать ей массаж ещё [var1] раз(а)"
    new "Вам нужно сделать ей массаж ещё [var1] раз(а)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:61
    old "Пройдите курсы эротического массажа"
    new "Пройдите курсы эротического массажа"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:64
    old "Осталось: [var1]"
    new "Осталось: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:66
    old "Проговорите с Кирой"
    new "Проговорите с Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:68
    old "Я рассказал Кире, что прошёл кое-какие онлайн-курсы эротического массажа. Она предложила мне продемонстрировать свои навыки на Алисе, пока та загорает. Кира намекнёт маме, что я хорошо это делаю, а положительный отзыв от Алисы добавит мне очки.\nПосле этого нужно будет подгадать подходящий момент и сделать массаж маме. Например, вечером после душа, в её комнате, чтобы без посторонних глаз."
    new "Я рассказал Кире, что прошёл кое-какие онлайн-курсы эротического массажа. Она предложила мне продемонстрировать свои навыки на Алисе, пока та загорает. Кира намекнёт маме, что я хорошо это делаю, а положительный отзыв от Алисы добавит мне очки.\nПосле этого нужно будет подгадать подходящий момент и сделать массаж маме. Например, вечером после душа, в её комнате, чтобы без посторонних глаз."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:71
    old "Практикуйтесь делать массаж на Алисе, когда она загорает"
    new "Практикуйтесь делать массаж на Алисе, когда она загорает"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:74
    old "Для 100% шанса необходима потренироваться ещё [var1] раз(а)"
    new "Для 100% шанса необходима потренироваться ещё [var1] раз(а)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:76
    old "Итак, мама согласилась на массаж. Правда, пока у меня не очень получается... Но я буду стараться! Рано или поздно это может к чему-то привести..."
    new "Итак, мама согласилась на массаж. Правда, пока у меня не очень получается... Но я буду стараться! Рано или поздно это может к чему-то привести..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:79
    old "Ура! Маме нравится мой массаж ног. Интересно, получится её развести на что-то большее? Ну там... Массаж спины, груди, ещё чего-то? Ах, мечты, мечты... Но всё равно стоит продолжать. Пусть привыкает к моим рукам..."
    new "Ура! Маме нравится мой массаж ног. Интересно, получится её развести на что-то большее? Ну там... Массаж спины, груди, ещё чего-то? Ах, мечты, мечты... Но всё равно стоит продолжать. Пусть привыкает к моим рукам..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:82
    old "Кажется, мама уже согласна попробовать массаж спины! Она согласилась попробовать в следующий раз. Эх, хоть бы ей понравилось... Но даже если не получится в первый раз, всегда можно попробовать ещё, верно?"
    new "Кажется, мама уже согласна попробовать массаж спины! Она согласилась попробовать в следующий раз. Эх, хоть бы ей понравилось... Но даже если не получится в первый раз, всегда можно попробовать ещё, верно?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:85
    old "К сожалению, мой хвалёный массаж спины маме не понравился... Что тут остаётся? Только пробовать снова и снова! К тому же, она меня почти не стесняется и позволяет себя лапать... э... трогать, лёжа в одних трусиках!"
    new "К сожалению, мой хвалёный массаж спины маме не понравился... Что тут остаётся? Только пробовать снова и снова! К тому же, она меня почти не стесняется и позволяет себя лапать... э... трогать, лёжа в одних трусиках!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:88
    old "Маме очень понравился массаж спины! Нужно делать это почаще. Кажется, я всё делаю правильно. Ещё чуть-чуть и... хм... и так вроде больше, чем я планировал... Она и так всего в одном полотенце! Ну и трусиках... Но может быть, получится добиться чего-то ещё этими сеансами массажа?"
    new "Маме очень понравился массаж спины! Нужно делать это почаще. Кажется, я всё делаю правильно. Ещё чуть-чуть и... хм... и так вроде больше, чем я планировал... Она и так всего в одном полотенце! Ну и трусиках... Но может быть, получится добиться чего-то ещё этими сеансами массажа?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:91
    old "Что может быть лучше мамы в одних трусиках? Правильно! Только мама без трусиков! Похоже, мама решила, что чем больше она скрывает своё тело, тем больше меня это возбуждает... Как же она ошибается!"
    new "Что может быть лучше мамы в одних трусиках? Правильно! Только мама без трусиков! Похоже, мама решила, что чем больше она скрывает своё тело, тем больше меня это возбуждает... Как же она ошибается!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:95
    old "Кира опять придумала какую-то безумную идею про какой-то синдром туннелей. Я уж не знаю, что это за болезнь такая, при которой нельзя дрочить... Если бы у меня была такая, я бы наверное был бы и правда совсем озабоченным... Ну, сильнее, чем сейчас...\nЛадно, подождём, чем её разговор с мамой закончится. Видимо, надо подождать несколько дней..."
    new "Кира опять придумала какую-то безумную идею про какой-то синдром туннелей. Я уж не знаю, что это за болезнь такая, при которой нельзя дрочить... Если бы у меня была такая, я бы наверное был бы и правда совсем озабоченным... Ну, сильнее, чем сейчас...\nЛадно, подождём, чем её разговор с мамой закончится. Видимо, надо подождать несколько дней..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:98
    old "Подождите несколько дней. Дайте время Кире убедить маму."
    new "Подождите несколько дней. Дайте время Кире убедить маму."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:105
    old "Невероятно. Просто не может быть, чтобы Кире удалось убедить маму, что у меня проблема с руками и поэтому она должна мне помогать... Не поверю, пока не попробую, ну, она не попробует... В общем, если это получится, то я буду обязан Кире чем угодно!"
    new "Невероятно. Просто не может быть, чтобы Кире удалось убедить маму, что у меня проблема с руками и поэтому она должна мне помогать... Не поверю, пока не попробую, ну, она не попробует... В общем, если это получится, то я буду обязан Кире чем угодно!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:108
    old "Просто нет слов... Мама это делает так ловко... нежно и приятно... Очевидно, у неё очень большой опыт в таких делах... Да, жизнь удалась! Интересно, какой синдром нужен, чтобы она мне... ну..."
    new "Просто нет слов... Мама это делает так ловко... нежно и приятно... Очевидно, у неё очень большой опыт в таких делах... Да, жизнь удалась! Интересно, какой синдром нужен, чтобы она мне... ну..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:113
    old "Мы с тётей Кирой неожиданно вспомнили, с чего начался наш коварный план. Изначально была задача всего лишь убедить маму, что её дочь может открыто встречаться с лесбиянкой в нашем доме... Но всё так завертелось... Не без личного интереса моей тёти, конечно. Вышло всё отлично, но план надо довести до ума.\nТётя намекнула, что стоит посмотреть с мамой фильм на эту тему и заодно убедить её, что Алиса может делать что хочет. Стоит попробовать!"
    new "Мы с тётей Кирой неожиданно вспомнили, с чего начался наш коварный план. Изначально была задача всего лишь убедить маму, что её дочь может открыто встречаться с лесбиянкой в нашем доме... Но всё так завертелось... Не без личного интереса моей тёти, конечно. Вышло всё отлично, но план надо довести до ума.\nТётя намекнула, что стоит посмотреть с мамой фильм на эту тему и заодно убедить её, что Алиса может делать что хочет. Стоит попробовать!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:115
    old "Купите в интернет-магазине [item_roma.name], а после доставки посмотрите его вместе с Мамой"
    new "Купите в интернет-магазине [item_roma.name], а после доставки посмотрите его вместе с Мамой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:117
    old "Блин, это нечто! Я и не рассчитывал на такое развитие событий. Похоже, маму фильм особо не заинтересовал, да и её дочь лесбиянка её не сильно удивила. Может быть, подозревала? Не знаю... Важно другое: мама мне подрочила прямо в гостиной, да ещё и абсолютно голая! А ведь кто-то мог войти и нас увидеть... Да, это было... круто!\nДа, теперь надо развести Алису на что-то. Нельзя же просто взять и дать им с Катей всё, что они хотят?"
    new "Блин, это нечто! Я и не рассчитывал на такое развитие событий. Похоже, маму фильм особо не заинтересовал, да и её дочь лесбиянка её не сильно удивила. Может быть, подозревала? Не знаю... Важно другое: мама мне подрочила прямо в гостиной, да ещё и абсолютно голая! А ведь кто-то мог войти и нас увидеть... Да, это было... круто!\nДа, теперь надо развести Алису на что-то. Нельзя же просто взять и дать им с Катей всё, что они хотят?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:119
    old "Поговорите с Алисой про Катю во время просмотра ТВ"
    new "Поговорите с Алисой про Катю во время просмотра ТВ"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:121
    old "Присоединитесь к просмотру, тогда появится диалог про Катю"
    new "Присоединитесь к просмотру, тогда появится диалог про Катю"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:123
    old "Ха! Алису удалось развести. И неплохо так. Теперь она должна по дому ходить без своих коротеньких шортиков. То есть, в одной майке! Теперь я могу глазеть на её голую попку в любое время! Да, я просто гениальный манипулятор! Теперь нужно что-то выторговать у Кати. Она больше всех была заинтересована в легализации своего положения, так сказать..."
    new "Ха! Алису удалось развести. И неплохо так. Теперь она должна по дому ходить без своих коротеньких шортиков. То есть, в одной майке! Теперь я могу глазеть на её голую попку в любое время! Да, я просто гениальный манипулятор! Теперь нужно что-то выторговать у Кати. Она больше всех была заинтересована в легализации своего положения, так сказать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:126
    old "Ну что же, и Катю удалось развести кое на что. Теперь я могу приходить к ним раз в неделю и... посмотрим, что именно. Но теперь я не буду марионеткой в её руках. Кто знает, может быть я начну полностью рулить ситуацией однажды..."
    new "Ну что же, и Катю удалось развести кое на что. Теперь я могу приходить к ним раз в неделю и... посмотрим, что именно. Но теперь я не буду марионеткой в её руках. Кто знает, может быть я начну полностью рулить ситуацией однажды..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:128
    old "Когда Катя придёт в гости к Алисе, зайдите к ним"
    new "Когда Катя придёт в гости к Алисе, зайдите к ним"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:130
    old "В 23:00 в понедельник, среду и в субботу"
    new "В 23:00 в понедельник, среду и в субботу"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:132
    old "Определённо новые условия мне нравятся! В качестве благодарности девчонки меня порадовали. Ну, Алиса в основном. А что, меня устраивает! Посмотрим, что удастся получить в следующий раз..."
    new "Определённо новые условия мне нравятся! В качестве благодарности девчонки меня порадовали. Ну, Алиса в основном. А что, меня устраивает! Посмотрим, что удастся получить в следующий раз..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:135
    old "Вот это сюрприз! Оказывается, Катя не стопроцентная лесбиянка. У неё раньше были парни... Более того, у неё до Алисы были только парни! Но что приятное в этой истории, так это то, что я трахнул Катьку! Да, ещё и на глазах у сестрёнки! Похоже, им предстоит многое друг о друге узнать..."
    new "Вот это сюрприз! Оказывается, Катя не стопроцентная лесбиянка. У неё раньше были парни... Более того, у неё до Алисы были только парни! Но что приятное в этой истории, так это то, что я трахнул Катьку! Да, ещё и на глазах у сестрёнки! Похоже, им предстоит многое друг о друге узнать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:138
    old "Мне определённо нравится, как всё складывается! Если захочу, Алиса отсосёт, а не захочу, так Катьку трахну. Сказка, а не жизнь! Ну и что, что раз в неделю, зато не надоедает ни капли! Но я думаю, что удастся добиться большего, намного большего... со временем. Так или иначе..."
    new "Мне определённо нравится, как всё складывается! Если захочу, Алиса отсосёт, а не захочу, так Катьку трахну. Сказка, а не жизнь! Ну и что, что раз в неделю, зато не надоедает ни капли! Но я думаю, что удастся добиться большего, намного большего... со временем. Так или иначе..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:143
    old "Продвиньтесь в дополнительных событиях - «Смена ролей»"
    new "Продвиньтесь в дополнительных событиях - «Смена ролей»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:145
    old "Продвиньтесь в ветке событий - «Смена Ролей»"
    new "Продвиньтесь в ветке событий - «Смена Ролей»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:147
    old "Похоже, Алисе очень нравится, что теперь Катя у неё под каблуком. Ну и я не оказался в пролёте. Теперь вместо Алисы я могу трахаться с Катей у сестрёнки на глазах... Остаётся только догадываться, что ещё может прийти Алисе в голову..."
    new "Похоже, Алисе очень нравится, что теперь Катя у неё под каблуком. Ну и я не оказался в пролёте. Теперь вместо Алисы я могу трахаться с Катей у сестрёнки на глазах... Остаётся только догадываться, что ещё может прийти Алисе в голову..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:149
    old "Продвиньтесь в дополнительных событиях - «Секс уроки»"
    new "Продвиньтесь в дополнительных событиях - «Секс уроки»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:151
    old "Лиза начала задавать маме вопросы насчёт секса. Это вполне нормально, когда за советом обращаются к родителям..."
    new "Лиза начала задавать маме вопросы насчёт секса. Это вполне нормально, когда за советом обращаются к родителям..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:154
    old "Поговорите с Мамой вечером, когда она будет в своей комнате"
    new "Поговорите с Мамой вечером, когда она будет в своей комнате"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:158
    old "Похоже, Лизу забавляют эти теоретические занятия с мамой. Но что самое любопытное - она решила использовать меня в качестве... манекена, чтобы изучать строение мужского тела. Если мама будет меньше оберегать Лизу и поймёт, что она уже взрослая, то... может быть, компромат Алисы уже не будет иметь такого значения?\nВот только мне нужно подготовить маму и дать ей дополнительный стимул, так сказать. Нужно намекнуть ей, что у Лизы в школе полный бардак и все девчонки говорят только о сексе. И если Лиза не получит порцию правильной информации от мамы, то... всё пропало. Интересно, сработает?"
    new "Похоже, Лизу забавляют эти теоретические занятия с мамой. Но что самое любопытное - она решила использовать меня в качестве... манекена, чтобы изучать строение мужского тела. Если мама будет меньше оберегать Лизу и поймёт, что она уже взрослая, то... может быть, компромат Алисы уже не будет иметь такого значения?\nВот только мне нужно подготовить маму и дать ей дополнительный стимул, так сказать. Нужно намекнуть ей, что у Лизы в школе полный бардак и все девчонки говорят только о сексе. И если Лиза не получит порцию правильной информации от мамы, то... всё пропало. Интересно, сработает?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:161
    old "Ну что же, очередной коварный план сработал как надо. Мама поняла, что если она не поможет Лизе с сексуальным воспитанием, то может случиться непоправимое..."
    new "Ну что же, очередной коварный план сработал как надо. Мама поняла, что если она не поможет Лизе с сексуальным воспитанием, то может случиться непоправимое..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:164
    old "Итак, я очень жду наш следующий практический урок, где может понадобиться участие настоящего мужчины... не только в роли манекена... Нужно лишь подгадать подходящий момент. Мне кажется, что вечером, когда мама отдыхает - лучший момент для подобных занятий..."
    new "Итак, я очень жду наш следующий практический урок, где может понадобиться участие настоящего мужчины... не только в роли манекена... Нужно лишь подгадать подходящий момент. Мне кажется, что вечером, когда мама отдыхает - лучший момент для подобных занятий..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:167
    old "На очередном занятии сексуального воспитания... случилось неожиданное! Наша мама показывала Лизе как работать руками... Я даже кончил у них на глазах! Кто бы не кончил на моём месте, правда?"
    new "На очередном занятии сексуального воспитания... случилось неожиданное! Наша мама показывала Лизе как работать руками... Я даже кончил у них на глазах! Кто бы не кончил на моём месте, правда?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:170
    old "Поговорите завтра с Лизой"
    new "Поговорите завтра с Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:174
    old "Прошлый урок с мамой и Лизой прошёл... не совсем так, как я ожидал... Я почему-то подумал, что кто-то из них будет делать мне минет и... я кончил в самом начале... Эх, нужно быть чуть более сдержанным..."
    new "Прошлый урок с мамой и Лизой прошёл... не совсем так, как я ожидал... Я почему-то подумал, что кто-то из них будет делать мне минет и... я кончил в самом начале... Эх, нужно быть чуть более сдержанным..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:177
    old "Этот урок был неожиданностью как для меня, так и для Лизы. Мама... отсосала у меня на глазах младшей сестрёнки, да ещё и всё проглотила! Но больше всего Лизу впечатлило то, на какую глубину помещается мой член у мамы во рту. Кажется, сестрёнке есть чему поучиться на этих занятиях..."
    new "Этот урок был неожиданностью как для меня, так и для Лизы. Мама... отсосала у меня на глазах младшей сестрёнки, да ещё и всё проглотила! Но больше всего Лизу впечатлило то, на какую глубину помещается мой член у мамы во рту. Кажется, сестрёнке есть чему поучиться на этих занятиях..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:182
    old "На прошлом занятии отличилась Лиза. Она так умело сосала мой член на глазах у мамы, что невольно натолкнула ту на подозрения... Кроме того, мама сказала, что теперь Лизу учить уже нечему и наши уроки завершены... Ну как так?!"
    new "На прошлом занятии отличилась Лиза. Она так умело сосала мой член на глазах у мамы, что невольно натолкнула ту на подозрения... Кроме того, мама сказала, что теперь Лизу учить уже нечему и наши уроки завершены... Ну как так?!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:185
    old "Через несколько дней поговорите с Лизой"
    new "Через несколько дней поговорите с Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:188
    old "Осталось дней: [var2]"
    new "Осталось дней: [var2]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:192
    old "Всё-таки, Лиза молодец! Она убедила маму, что дополнительные занятия нам просто необходимы. Нам же нужна дополнительная практика, а как это делать, если не под присмотром мамы, верно?"
    new "Всё-таки, Лиза молодец! Она убедила маму, что дополнительные занятия нам просто необходимы. Нам же нужна дополнительная практика, а как это делать, если не под присмотром мамы, верно?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:195
    old "Обожаю наши совместные уроки с Лизой и мамой! Но что самое интересное, так это то, что неизвестно кому из нас троих эти уроки нравятся больше! Посмотрим, к чему это всё может привести..."
    new "Обожаю наши совместные уроки с Лизой и мамой! Но что самое интересное, так это то, что неизвестно кому из нас троих эти уроки нравятся больше! Посмотрим, к чему это всё может привести..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:197
    old "Вы можете продолжить практиковаться с Лизой и Мамой один раз в 2 дня."
    new "Вы можете продолжить практиковаться с Лизой и Мамой один раз в 2 дня."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:204
    old "Предложите Маме массаж, когда она будет одна в своей комнате"
    new "Предложите Маме массаж, когда она будет одна в своей комнате"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:206
    old "Попробуйте в другой день предложить ей массаж"
    new "Попробуйте в другой день предложить ей массаж"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:208
    old "Вы сегодня уже делали массаж Маме"
    new "Вы сегодня уже делали массаж Маме"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:212
    old "Поговорите с Мамой об эрекции"
    new "Поговорите с Мамой об эрекции"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:215
    old "Для продвижения, Мама должна увидеть вашу эрекцию ещё [var1] раз(а)"
    new "Для продвижения, Мама должна увидеть вашу эрекцию ещё [var1] раз(а)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:218
    old "Для большего успеха продолжайте делать массаж ножек Алисе"
    new "Для большего успеха продолжайте делать массаж ножек Алисе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:220
    old "Для большего успеха продолжайте делать массаж грудей Алисе, когда она загорает"
    new "Для большего успеха продолжайте делать массаж грудей Алисе, когда она загорает"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:224
    old "Через несколько дней поговорите с Кирой"
    new "Через несколько дней поговорите с Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:233
    old "Сегодня после завтрака"
    new "Сегодня после завтрака"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:235
    old "Поговорите с Кирой после завтрака"
    new "Поговорите с Кирой после завтрака"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:239
    old "Через несколько дней навестите Алису и Катю"
    new "Через несколько дней навестите Алису и Катю"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:244
    old "Зайдите в комнату Алисы, когда там будет Катя"
    new "Зайдите в комнату Алисы, когда там будет Катя"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:250
    old "Через несколько дней поговорите с Мамой"
    new "Через несколько дней поговорите с Мамой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_15_compl.rpy:255
    old "Поговорите завтра вечером с Мамой"
    new "Поговорите завтра вечером с Мамой"

