# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:27
    old "Оказалось, что Алиса курит. Причём, она старается это делать, когда дома никого нет. Это можно использовать... Рассказать маме самому или подставить Алису, чтобы мама сама догадалась... А может быть, всё это позволит наладить с Алисой отношения? Столько вариантов. Какой же выбрать?"
    new "Оказалось, что Алиса курит. Причём, она старается это делать, когда дома никого нет. Это можно использовать... Рассказать маме самому или подставить Алису, чтобы мама сама догадалась... А может быть, всё это позволит наладить с Алисой отношения? Столько вариантов. Какой же выбрать?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:29
    old "Рекомендуется перед ужином не сдавать Алису Маме"
    new "Рекомендуется перед ужином не сдавать Алису Маме"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:31
    old "Мама всё узнала про сигареты и Алиса была наказана. Причём, серьёзно так, у всех на глазах, да по голой заднице. Что самое печальное - Алиса знает, что это я её сдал. Так что, она меня теперь ненавидит, наверное... Неизвестно, получится ли теперь завоевать её доверие..."
    new "Мама всё узнала про сигареты и Алиса была наказана. Причём, серьёзно так, у всех на глазах, да по голой заднице. Что самое печальное - Алиса знает, что это я её сдал. Так что, она меня теперь ненавидит, наверное... Неизвестно, получится ли теперь завоевать её доверие..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:33
    old "На данный момент это всё, для выбранного вами пути"
    new "На данный момент это всё, для выбранного вами пути"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:35
    old "Мама почувствовала сигаретный дым, но я не сдал Алису. Кажется, сестрёнка это оценила. Вот только что мешает её подставить, чтобы мама узнала об этом не от меня, а как бы сама что-то нашла? И я не при делах!\nА может быть, эта вредная привычка Алисы поможет мне улучшить с ней отношения?"
    new "Мама почувствовала сигаретный дым, но я не сдал Алису. Кажется, сестрёнка это оценила. Вот только что мешает её подставить, чтобы мама узнала об этом не от меня, а как бы сама что-то нашла? И я не при делах!\nА может быть, эта вредная привычка Алисы поможет мне улучшить с ней отношения?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:37
    old "Узнайте марку сигарет Алисы"
    new "Узнайте марку сигарет Алисы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:39
    old "Можно спросить её лично, когда будет курить или поискать пачку сигарет в её комнате. Искать в её комнате нужно до 13:00 и когда там никого нет (нажать на иконку лупы)"
    new "Можно спросить её лично, когда будет курить или поискать пачку сигарет в её комнате. Искать в её комнате нужно до 13:00 и когда там никого нет (нажать на иконку лупы)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:41
    old "Пачку сигарет можно найти в тумбочке"
    new "Пачку сигарет можно найти в тумбочке"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:43
    old "Пачку сигарет можно найти в столе"
    new "Пачку сигарет можно найти в столе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:45
    old "Сейчас в её комнате пачку сигарет не найти"
    new "Сейчас в её комнате пачку сигарет не найти"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:47
    old "Я узнал марку любимых сигарет Алисы и я могу их купить. Только вот что мне делать дальше? Помочь маме узнать, что Алиса курит и наслаждаться зрелищем или использовать ещё как-то в своих целях?"
    new "Я узнал марку любимых сигарет Алисы и я могу их купить. Только вот что мне делать дальше? Помочь маме узнать, что Алиса курит и наслаждаться зрелищем или использовать ещё как-то в своих целях?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:50
    old "Дождитесь появления ещё одного члена семьи"
    new "Дождитесь появления ещё одного члена семьи"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:53
    old "Подставьте Алису, пусть Мама найдёт пачку сигарет в её комнате"
    new "Подставьте Алису, пусть Мама найдёт пачку сигарет в её комнате"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:55
    old "Пачку сигарет можно найти в её комнате и положить на видное место или купить в интернет-магазине"
    new "Пачку сигарет можно найти в её комнате и положить на видное место или купить в интернет-магазине"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:57
    old "Когда Алиса снова будет курить у бассейна, постарайтесь её наказать по попе"
    new "Когда Алиса снова будет курить у бассейна, постарайтесь её наказать по попе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:60
    old "Вам нужно постараться уговорить Алису, что будет лучше, если вы накажите её, а не Мама. Для 100% успеха рекомендуется ещё несколько раз подставить Алису"
    new "Вам нужно постараться уговорить Алису, что будет лучше, если вы накажите её, а не Мама. Для 100% успеха рекомендуется ещё несколько раз подставить Алису"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:62
    old "Вам нужно постараться уговорить Алису, что будет лучше, если вы накажите её, а не Мама."
    new "Вам нужно постараться уговорить Алису, что будет лучше, если вы накажите её, а не Мама."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:64
    old "Ого! Алиса согласилась, чтобы я её наказал. Удалось ещё немного полапать в процессе. Интересно, на что она ещё готова, лишь бы не мама её наказывала"
    new "Ого! Алиса согласилась, чтобы я её наказал. Удалось ещё немного полапать в процессе. Интересно, на что она ещё готова, лишь бы не мама её наказывала"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:67
    old "Продвиньтесь в дополнительных событиях - «Лучшая подруга Алисы»"
    new "Продвиньтесь в дополнительных событиях - «Лучшая подруга Алисы»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:69
    old "Продвиньтесь в ветке событий - «Травка»"
    new "Продвиньтесь в ветке событий - «Травка»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:71
    old "Купите и отдайте Кате травку"
    new "Купите и отдайте Кате травку"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:73
    old "Заподозрите Алису в курении травки."
    new "Заподозрите Алису в курении травки."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_04_compl.rpy:75
    old "По всей видимости Катя делится с Алисой травкой, которую я ей принёс и она курит их вместо обычных сигарет. Наверное, Катя сама ей порекомендовала для расслабления. От травки Алиса почти без сложностей раздевается догола и разрешает себя потрогать, но вот больше ни чего. Кто знает, может если правильно надавить или со временем она действительно будет готова на всё что угодно. Кто занет..."
    new "По всей видимости Катя делится с Алисой травкой, которую я ей принёс и она курит их вместо обычных сигарет. Наверное, Катя сама ей порекомендовала для расслабления. От травки Алиса почти без сложностей раздевается догола и разрешает себя потрогать, но вот больше ни чего. Кто знает, может если правильно надавить или со временем она действительно будет готова на всё что угодно. Кто занет..."

