# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:24
    old "Катя попросила меня раздобыть немного травки для неё. За это она готова разрешить мне поучаствовать в их ночных играх с Алисой. Кажется, сделка выгодная! Вот только где её берут, эту травку?"
    new "Катя попросила меня раздобыть немного травки для неё. За это она готова разрешить мне поучаствовать в их ночных играх с Алисой. Кажется, сделка выгодная! Вот только где её берут, эту травку?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:26
    old "Поискать информацию в интернете"
    new "Поискать информацию в интернете"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:28
    old "Я погуглил немного про эту травку, где её берут, как выращивают. Но вот какого-то простого способа её купить я не нашёл. Да и рискованно это делать через интернет. Может быть поспрашивать у кого-то, кого я знаю? У Лизы, например? В школах всё время кто-то торгует..."
    new "Я погуглил немного про эту травку, где её берут, как выращивают. Но вот какого-то простого способа её купить я не нашёл. Да и рискованно это делать через интернет. Может быть поспрашивать у кого-то, кого я знаю? У Лизы, например? В школах всё время кто-то торгует..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:31
    old "Поговорил с Лизой насчёт травки. Как-то она на меня странно посмотрела. Неодобрительно. Ну да ладно. Она сказала, что поспрашивает, но идея ей не понравилась, так как если кто-то из учителей узнает, что она этим интересуется, её сразу выгонят из школы. Будем надеяться, что всё получится..."
    new "Поговорил с Лизой насчёт травки. Как-то она на меня странно посмотрела. Неодобрительно. Ну да ладно. Она сказала, что поспрашивает, но идея ей не понравилась, так как если кто-то из учителей узнает, что она этим интересуется, её сразу выгонят из школы. Будем надеяться, что всё получится..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:35
    old "В выходные дни ответа от неё не получить"
    new "В выходные дни ответа от неё не получить"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:37
    old "Завтра, когда Лиза вернётся со школы, можно будет с ней поговорить о травке"
    new "Завтра, когда Лиза вернётся со школы, можно будет с ней поговорить о травке"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:39
    old "Когда Лиза вернётся со школы, спросите у неё про травку"
    new "Когда Лиза вернётся со школы, спросите у неё про травку"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:43
    old "Две новости - хорошая и плохая. Хорошая: вопросы Лизы не дошли до учителей. Плохая: не удалось найти дурака, который стал бы торговать травкой в школе. Ну или Лиза не очень старалась. В любом случае, этот путь тупиковый. Что ещё остаётся? Может быть, Кира? Но она моя тётя и у меня такие вопросы... Как она к этому отнесётся?"
    new "Две новости - хорошая и плохая. Хорошая: вопросы Лизы не дошли до учителей. Плохая: не удалось найти дурака, который стал бы торговать травкой в школе. Ну или Лиза не очень старалась. В любом случае, этот путь тупиковый. Что ещё остаётся? Может быть, Кира? Но она моя тётя и у меня такие вопросы... Как она к этому отнесётся?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:46
    old "Любопытно. Киру даже не насторожил мой вопрос насчёт травки. Как будто спросил про жевательную резинку... Странно. Она согласилась поспрашивать у «своих» и даст знать, когда будет что-то конкретное... Подожду."
    new "Любопытно. Киру даже не насторожил мой вопрос насчёт травки. Как будто спросил про жевательную резинку... Странно. Она согласилась поспрашивать у «своих» и даст знать, когда будет что-то конкретное... Подожду."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:49
    old "Дайте время Кире всё разузнать"
    new "Дайте время Кире всё разузнать"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:54
    old "Поговорите с Кирой о травке"
    new "Поговорите с Кирой о травке"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:56
    old "Кира рассказала, что один её знакомый торгует через инет травкой для «своих». И в число этих «своих» Кира записала и меня! Также, она дала мне адрес сайта, где можно купить небольшой пакетик. Надеюсь, это то, что нужно Кате..."
    new "Кира рассказала, что один её знакомый торгует через инет травкой для «своих». И в число этих «своих» Кира записала и меня! Также, она дала мне адрес сайта, где можно купить небольшой пакетик. Надеюсь, это то, что нужно Кате..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:58
    old "Закажите травку через ноутбук и дождитесь доставки"
    new "Закажите травку через ноутбук и дождитесь доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:60
    old "Удивительно, но это сработало! Я заказал, оплатил и мне доставили обычным курьером пакетик с травой. Не знал, что всё так просто. Теперь нужно отдать Кате «товар» и получить обещанное..."
    new "Удивительно, но это сработало! Я заказал, оплатил и мне доставили обычным курьером пакетик с травой. Не знал, что всё так просто. Теперь нужно отдать Кате «товар» и получить обещанное..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:63
    old "Катя оценила мои навыки доставать то, что нужно и теперь у меня есть... своеобразный подход к Алисе. Главное, чтобы никто не спалил меня за этим всем..."
    new "Катя оценила мои навыки доставать то, что нужно и теперь у меня есть... своеобразный подход к Алисе. Главное, чтобы никто не спалил меня за этим всем..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_14_compl.rpy:65
    old "Передавая Кате травку, взамен вы сможете заходить к ним ночью"
    new "Передавая Кате травку, взамен вы сможете заходить к ним ночью"

