# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:25
    old "Алиса рассказала о своём блоге и о своей проблеме, связанной с потерей вещей во время переезда. Теперь ей нечего показывать, не в чем вести блог и, вообще, она в печали. Кажется, она согласна на любую помощь и идеи, даже от меня! Может быть, посидеть в интернете, поискать какое-то решение?"
    new "Алиса рассказала о своём блоге и о своей проблеме, связанной с потерей вещей во время переезда. Теперь ей нечего показывать, не в чем вести блог и, вообще, она в печали. Кажется, она согласна на любую помощь и идеи, даже от меня! Может быть, посидеть в интернете, поискать какое-то решение?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:27
    old "Почитать в интернете о блогах"
    new "Почитать в интернете о блогах"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:29
    old "В результате поисков информации в интернете о том, чем могла бы заняться Алиса, удалось кое-что выяснить. Самыми популярными оказались блоги, где ведущие - девушки. Причём, чем более откровенные наряды и чем больше грудь, тем более популярны шоу. С грудью, конечно, ничего не поделать, а вот наряды... Может быть, поговорить с ней об этом?"
    new "В результате поисков информации в интернете о том, чем могла бы заняться Алиса, удалось кое-что выяснить. Самыми популярными оказались блоги, где ведущие - девушки. Причём, чем более откровенные наряды и чем больше грудь, тем более популярны шоу. С грудью, конечно, ничего не поделать, а вот наряды... Может быть, поговорить с ней об этом?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:31
    old "Я пообщался с Алисой насчёт своих выводов о популярности блога и намекнул, что можно рекламировать не только крема и лаки, но и нижнее бельё, например. Удивительно, но Алиса согласилась. Правда, теперь мне нужно найти нижнее бельё для того, чтобы она заинтересовала свою аудиторию и привлекла внимание рекламодателей..."
    new "Я пообщался с Алисой насчёт своих выводов о популярности блога и намекнул, что можно рекламировать не только крема и лаки, но и нижнее бельё, например. Удивительно, но Алиса согласилась. Правда, теперь мне нужно найти нижнее бельё для того, чтобы она заинтересовала свою аудиторию и привлекла внимание рекламодателей..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:37
    old "Купите в интернет-магазине - [item_blackunderwear.name]"
    new "Купите в интернет-магазине - [item_blackunderwear.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:39
    old "Подарите Алисе [item_blackunderwear.name]"
    new "Подарите Алисе [item_blackunderwear.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:41
    old "Я подарил Алисе симпатичный комплект нижнего белья. Ей очень понравилось. Она даже при мне его примерила! Правда, я почти ничего не увидел, но было волнующе... Что самое любопытное, она намекнула, что можно поискать и что-то более... сексуальное!"
    new "Я подарил Алисе симпатичный комплект нижнего белья. Ей очень понравилось. Она даже при мне его примерила! Правда, я почти ничего не увидел, но было волнующе... Что самое любопытное, она намекнула, что можно поискать и что-то более... сексуальное!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:44
    old "Купите в интернет-магазине - [item_lingerie.name]"
    new "Купите в интернет-магазине - [item_lingerie.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:46
    old "Подарите Алисе [item_lingerie.name]"
    new "Подарите Алисе [item_lingerie.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:48
    old "Мой очередной подарок Алисе произвёл эффект, но не совсем тот, на который я рассчитывал. Чёрное маленькое боди без верха не подойдёт для её блога... Однако, подойдёт для кого-то, но для кого она не сказала... Столько секретов...\nАх да! Алиса сообщила, что с нею связался какой-то рекламодатель, который будет высылать ей нижнее бельё и потом платить за это! Теперь я ей больше не нужен..."
    new "Мой очередной подарок Алисе произвёл эффект, но не совсем тот, на который я рассчитывал. Чёрное маленькое боди без верха не подойдёт для её блога... Однако, подойдёт для кого-то, но для кого она не сказала... Столько секретов...\nАх да! Алиса сообщила, что с нею связался какой-то рекламодатель, который будет высылать ей нижнее бельё и потом платить за это! Теперь я ей больше не нужен..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:51
    old "Подождите неделю, чтобы можно было поговорить с Алисой о её блоге"
    new "Подождите неделю, чтобы можно было поговорить с Алисой о её блоге"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:56
    old "Поговорите с Алисой о её блоге"
    new "Поговорите с Алисой о её блоге"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:58
    old "Алиса пожаловалась, что она почти ничего не зарабатывает на рекламе нижнего белья, потому что именно бельём с ней и рассчитывались. Она явно хотела заработать большие деньги... Я предложил рекламировать товары для взрослых, но энтузиазма в её глазах не появилось. Однако, мне показалось, что Алиса может согласиться раздеваться перед камерой. Нужно только её убедить.\nЕсли это получится, то сначала одно, потом другое, а там и до... Но я слишком забегаю вперёд..."
    new "Алиса пожаловалась, что она почти ничего не зарабатывает на рекламе нижнего белья, потому что именно бельём с ней и рассчитывались. Она явно хотела заработать большие деньги... Я предложил рекламировать товары для взрослых, но энтузиазма в её глазах не появилось. Однако, мне показалось, что Алиса может согласиться раздеваться перед камерой. Нужно только её убедить.\nЕсли это получится, то сначала одно, потом другое, а там и до... Но я слишком забегаю вперёд..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:61
    old "Свершилось! Мне удалось убедить Алису, что раздеваться перед камерами за деньги это нормально. Если честно, то мне показалось, что она сама к этому тянется. Может быть потому, что все женщины немножко... Что не может не радовать!\nСейчас она начнёт просто раздеваться за деньги, потом ласкать себя... Кто знает, куда это сможет всё зайти?"
    new "Свершилось! Мне удалось убедить Алису, что раздеваться перед камерами за деньги это нормально. Если честно, то мне показалось, что она сама к этому тянется. Может быть потому, что все женщины немножко... Что не может не радовать!\nСейчас она начнёт просто раздеваться за деньги, потом ласкать себя... Кто знает, куда это сможет всё зайти?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:64
    old "Я узнал у Алисы как дела с её блогом и узнал, что она сама смогла во всём разобраться, всё настроить и даже запускала пробную трансляцию! А сестрёнка молодец! Вот только наверняка она забыла закрыть эту трансляцию на наш регион, чтобы никто случайно не увидел... из знакомых... или даже родственников...\nВот только надо узнать что за сайт, как её найти в интернете... Может быть, просто установить шпионскую программу на её компьютер? Лучше этим заниматься, когда её нет дома..."
    new "Я узнал у Алисы как дела с её блогом и узнал, что она сама смогла во всём разобраться, всё настроить и даже запускала пробную трансляцию! А сестрёнка молодец! Вот только наверняка она забыла закрыть эту трансляцию на наш регион, чтобы никто случайно не увидел... из знакомых... или даже родственников...\nВот только надо узнать что за сайт, как её найти в интернете... Может быть, просто установить шпионскую программу на её компьютер? Лучше этим заниматься, когда её нет дома..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:66
    old "Когда Алисы не будет дома, установите программу слежения на её ноутбук"
    new "Когда Алисы не будет дома, установите программу слежения на её ноутбук"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:68
    old "Попробуйте это сделать в выходные"
    new "Попробуйте это сделать в выходные"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:70
    old "Да! Я сделал это! Когда Алисы не было дома, я установил на её компьютер программу, которая позволит видеть её нажатия клавиш. Стоит ей ещё раз выйти в свой блог и я буду знать как её найти!"
    new "Да! Я сделал это! Когда Алисы не было дома, я установил на её компьютер программу, которая позволит видеть её нажатия клавиш. Стоит ей ещё раз выйти в свой блог и я буду знать как её найти!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:72
    old "Через хакерскую программу проследите за Алисой, когда она будет заниматься своим блогом."
    new "Через хакерскую программу проследите за Алисой, когда она будет заниматься своим блогом."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:74
    old "Кроме пятницы и среды в 20:00 и 21:00"
    new "Кроме пятницы и среды в 20:00 и 21:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:76
    old "Итак, теперь я знаю, что ник Алисы в сети Melissa. Очень похоже на Алиса... Кажется, стоит зайти со своего ноута на её сайт, когда она будет вести трансляцию и посмотреть, что там и как..."
    new "Итак, теперь я знаю, что ник Алисы в сети Melissa. Очень похоже на Алиса... Кажется, стоит зайти со своего ноута на её сайт, когда она будет вести трансляцию и посмотреть, что там и как..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:79
    old "Кроме пятницы и среды в 20:00 и 21:00."
    new "Кроме пятницы и среды в 20:00 и 21:00."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:81
    old "Обалдеть! Моя старшая сестрёнка в нижнем белье флиртует с озабоченными мужиками... вроде меня... Я вошёл под ником Mike и поизучал её сайт. Там можно чатиться и за деньги просить её что-то сделать! Это так забавно..."
    new "Обалдеть! Моя старшая сестрёнка в нижнем белье флиртует с озабоченными мужиками... вроде меня... Я вошёл под ником Mike и поизучал её сайт. Там можно чатиться и за деньги просить её что-то сделать! Это так забавно..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:83
    old "Продолжайте под видом Майка участвовать в приватных трансляциях"
    new "Продолжайте под видом Майка участвовать в приватных трансляциях"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:87
    old "Осталось приватных трансляций - [var1]. Не жалейте денег, если хотите увидеть больше"
    new "Осталось приватных трансляций - [var1]. Не жалейте денег, если хотите увидеть больше"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:89
    old "Потребуется не менее $70"
    new "Потребуется не менее $70"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:91
    old "Потребуется не менее $200"
    new "Потребуется не менее $200"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:93
    old "Потребуется не менее $350"
    new "Потребуется не менее $350"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:95
    old "Потребуется не менее $70. Попросите Алису надеть черное боди."
    new "Потребуется не менее $70. Попросите Алису надеть черное боди."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:97
    old "Вот это да! Мне удалось развести сестрёнку раздеться передо мной догола! Точнее, перед Майком... перед камерой... Не важно. Важно, что она была полностью голая и сделала это за деньги!\nГоворят, если женщина может сделать хоть что-то за деньги, то за большие деньги она может сделать вообще всё! Или как-то так..."
    new "Вот это да! Мне удалось развести сестрёнку раздеться передо мной догола! Точнее, перед Майком... перед камерой... Не важно. Важно, что она была полностью голая и сделала это за деньги!\nГоворят, если женщина может сделать хоть что-то за деньги, то за большие деньги она может сделать вообще всё! Или как-то так..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:100
    old "Раздевайте Алису догола и требуйте раздвинуть ноги и так несколько раз, пока не появится новый выбор диалога"
    new "Раздевайте Алису догола и требуйте раздвинуть ноги и так несколько раз, пока не появится новый выбор диалога"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:102
    old "Нужно будет проделать эту процедуру 3 раза. За каждый раз потребуется $200"
    new "Нужно будет проделать эту процедуру 3 раза. За каждый раз потребуется $200"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:103
    old "Когда появится выбор, что вас отвлекают на работе, выберите его и затем выбор - идти в комнату Алисы"
    new "Когда появится выбор, что вас отвлекают на работе, выберите его и затем выбор - идти в комнату Алисы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:105
    old "Разденьте Алису догола и требуйте раздвинуть ноги и после под видом проблем на работе, зайдите к ней в комнату"
    new "Разденьте Алису догола и требуйте раздвинуть ноги и после под видом проблем на работе, зайдите к ней в комнату"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:107
    old "Круто я развёл Алису! Майк сделал вид, что ушёл по делам, а пока Алиса голая его ждала, появился [pname_max[0]], то есть я! Конечно, рисковано, но было забавно увидеть лицо Алисы. Я хотел предложить ей совместную трансляцию, ведь парам платят больше, но она не дала мне договорить... Надо попробовать выбрать более подходящий момент для разговора."
    new "Круто я развёл Алису! Майк сделал вид, что ушёл по делам, а пока Алиса голая его ждала, появился [pname_max[0]], то есть я! Конечно, рисковано, но было забавно увидеть лицо Алисы. Я хотел предложить ей совместную трансляцию, ведь парам платят больше, но она не дала мне договорить... Надо попробовать выбрать более подходящий момент для разговора."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:110
    old "Мне удалось поболтать с Алисой насчёт моей идеи и её блога. Вот только она послала меня куда подальше. А ведь если бы мы вместе снимались в этих её трансляциях, то могли бы намного больше зарабатывать. Более того, я готов вообще ничего не получать... ну, кроме аппетитной попки своей сестры и её нежных губ..."
    new "Мне удалось поболтать с Алисой насчёт моей идеи и её блога. Вот только она послала меня куда подальше. А ведь если бы мы вместе снимались в этих её трансляциях, то могли бы намного больше зарабатывать. Более того, я готов вообще ничего не получать... ну, кроме аппетитной попки своей сестры и её нежных губ..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:113
    old "Да! Мне удалось убедить Алису попробовать провести совместную трансляцию. Неужели у меня будет шанс потрахаться с сестрёнкой вот просто так, без лишних заморочек? Буду ждать этот момент с нетерпением..."
    new "Да! Мне удалось убедить Алису попробовать провести совместную трансляцию. Неужели у меня будет шанс потрахаться с сестрёнкой вот просто так, без лишних заморочек? Буду ждать этот момент с нетерпением..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:116
    old "Алиса мне подрочила на глазах у... не важно у кого. Важно, что она это сделала! Да ещё и себя ласкала у меня на глазах! Да, это была отличная идея. Теперь нужно дождаться более требовательных клиентов. Может быть, получится кое-что ещё..."
    new "Алиса мне подрочила на глазах у... не важно у кого. Важно, что она это сделала! Да ещё и себя ласкала у меня на глазах! Да, это была отличная идея. Теперь нужно дождаться более требовательных клиентов. Может быть, получится кое-что ещё..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:119
    old "Алиса попросила меня поласкать её киску своим языком! С ума сойти! Ну, формально это попросил какой-то её клиент, но... Я сделал это! Как же приятно она пахнет... А что самое главное - ей очень понравилось. Я даже прочитал в её глазах немой вопрос «почему ты не делал это раньше?». Ну, или так показалось. Но я готов повторить, если попросит..."
    new "Алиса попросила меня поласкать её киску своим языком! С ума сойти! Ну, формально это попросил какой-то её клиент, но... Я сделал это! Как же приятно она пахнет... А что самое главное - ей очень понравилось. Я даже прочитал в её глазах немой вопрос «почему ты не делал это раньше?». Ну, или так показалось. Но я готов повторить, если попросит..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:122
    old "Да, я трахнул свою сестру! Прямо перед зрителем... или зрителями, не знаю. Важно, что я её трахнул! Без алкоголя, без угроз и хитростей. Вот просто взял и... да, я могу повторять это вечно!"
    new "Да, я трахнул свою сестру! Прямо перед зрителем... или зрителями, не знаю. Важно, что я её трахнул! Без алкоголя, без угроз и хитростей. Вот просто взял и... да, я могу повторять это вечно!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:125
    old "Ну что же, Алиса установила ряд правил. Не более одного клиента в день для совместной трансляции. Она не хочет, чтобы это превратилось в рутину. Поэтому, будем трахаться с перерывами. А что, меня устраивает! Да это же лучшее, что со мной происходило! А что ещё будет... Ух!"
    new "Ну что же, Алиса установила ряд правил. Не более одного клиента в день для совместной трансляции. Она не хочет, чтобы это превратилось в рутину. Поэтому, будем трахаться с перерывами. А что, меня устраивает! Да это же лучшее, что со мной происходило! А что ещё будет... Ух!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:127
    old "Теперь вы можете приходить к Алисе и вместе с ней ввести блог"
    new "Теперь вы можете приходить к Алисе и вместе с ней ввести блог"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:137
    old "В одну из ночей к вам заглянет Алиса"
    new "В одну из ночей к вам заглянет Алиса"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:139
    old "В те дни, когда Катя не гостит у неё и если нет кого другого, кто бы мог прийти к вам ночью по приглашению"
    new "В те дни, когда Катя не гостит у неё и если нет кого другого, кто бы мог прийти к вам ночью по приглашению"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:141
    old "Присоединитесь к Алисе, когда она будет заниматься своим блогом."
    new "Присоединитесь к Алисе, когда она будет заниматься своим блогом."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:145
    old "У Алисы теперь есть компромат на нас с Лизой и поэтому, она не стесняется использовать нас в своих целях. Например, для съёмок в её шоу. Всё что от нас требуется - трахаться на камеру, а деньги получает она. Конечно, нечестно, но... я тоже получаю свою порцию... удовольствия. Трахнуть одну сестру на глазах у другой! Что может быть лучше? Правильно! Только, трахнуть обеих сразу! Ах, мечты, мечты..."
    new "У Алисы теперь есть компромат на нас с Лизой и поэтому, она не стесняется использовать нас в своих целях. Например, для съёмок в её шоу. Всё что от нас требуется - трахаться на камеру, а деньги получает она. Конечно, нечестно, но... я тоже получаю свою порцию... удовольствия. Трахнуть одну сестру на глазах у другой! Что может быть лучше? Правильно! Только, трахнуть обеих сразу! Ах, мечты, мечты..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:148
    old "Поговорите с Алисой о веб-шоу"
    new "Поговорите с Алисой о веб-шоу"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:150
    old "Через пару дней снова помогите Алисе с блогом"
    new "Через пару дней снова помогите Алисе с блогом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:155
    old "Помогите Алисе с блогом"
    new "Помогите Алисе с блогом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:157
    old "Новые развлечения с Лизой на камеру, пока Алиса смотрит на нас и себя ласкает... это нечто! Что самое приятное - Лизе тоже нравится это всё. Она с радостью подставляет свою попку, просит кончать внутрь... Что может быть лучше? Осталось только убедить Алису к нам присоединиться..."
    new "Новые развлечения с Лизой на камеру, пока Алиса смотрит на нас и себя ласкает... это нечто! Что самое приятное - Лизе тоже нравится это всё. Она с радостью подставляет свою попку, просит кончать внутрь... Что может быть лучше? Осталось только убедить Алису к нам присоединиться..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:163
    old "Подождите несколько дней и снова поговорите с Алисой"
    new "Подождите несколько дней и снова поговорите с Алисой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:166
    old "Осталось подождать ещё [var1] дней(я)."
    new "Осталось подождать ещё [var1] дней(я)."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:172
    old "Сегодня вы помогали Алисе с блогом"
    new "Сегодня вы помогали Алисе с блогом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_09_compl.rpy:174
    old "Когда Алиса будет занята своим блогом, зайдите к ней в комнату"
    new "Когда Алиса будет занята своим блогом, зайдите к ней в комнату"

