# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:23
    old "Это просто бред какой-то! Моя собственная тётя и трахается с Эриком! Причём, совершенно очевидно, что по своей воле! Что вообще происходит? Нужно выяснить это как можно скорее!"
    new "Это просто бред какой-то! Моя собственная тётя и трахается с Эриком! Причём, совершенно очевидно, что по своей воле! Что вообще происходит? Нужно выяснить это как можно скорее!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:26
    old "Я спросил у Эрика что происходит, но он отправил меня разбираться к Кире. Типа если захочет, сама расскажет, но он сомневается... Блин. Ненавижу этого гада!"
    new "Я спросил у Эрика что происходит, но он отправил меня разбираться к Кире. Типа если захочет, сама расскажет, но он сомневается... Блин. Ненавижу этого гада!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:29
    old "Я поговорил с Кирой и выяснил, что Эрик её шантажирует, а делает она это всё... ради меня! Она сказала, что боится, что если Эрик покажет то видео маме, то меня отправят прямиком в летний лагерь, а её выгонят из дома. Кроме того, вряд ли моя мама простит Киру за такое... В общем, стоит поговорить с Эриком и выяснить как разрулить эту ситуацию..."
    new "Я поговорил с Кирой и выяснил, что Эрик её шантажирует, а делает она это всё... ради меня! Она сказала, что боится, что если Эрик покажет то видео маме, то меня отправят прямиком в летний лагерь, а её выгонят из дома. Кроме того, вряд ли моя мама простит Киру за такое... В общем, стоит поговорить с Эриком и выяснить как разрулить эту ситуацию..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:32
    old "Эрик оказался ещё большей сволочью, чем я думал... Он ясно дал понять, что не собирается прекращать трахать Киру... Ну, кроме одного варианта, на который я никак не могу пойти... Он готов переключиться на Алису, если я расскажу какой-то её секрет или способ к ней подступиться... Блин, что же делать?"
    new "Эрик оказался ещё большей сволочью, чем я думал... Он ясно дал понять, что не собирается прекращать трахать Киру... Ну, кроме одного варианта, на который я никак не могу пойти... Он готов переключиться на Алису, если я расскажу какой-то её секрет или способ к ней подступиться... Блин, что же делать?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:34
    old "Чтобы отдать Алису, вам нужно проходить события - «Тусовщица»"
    new "Чтобы отдать Алису, вам нужно проходить события - «Тусовщица»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:36
    old "Можете обменять Алису на Киру или проходить события - «Бумажник»"
    new "Можете обменять Алису на Киру или проходить события - «Бумажник»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:39
    old "Я решил пожертвовать Алисой ради Киры. Кажется, уже жалею... Но... не знаю. В общем, я рассказал Эрику, что у Алисы слабость к алкоголю, а точнее то, что она ничего не помнит даже после капли спиртного, но готова творить такое, что... В общем, Эрик оказался доволен и пообещал не трогать больше Киру. Что я наделал?\nКроме того, Эрик запретил за ними подглядывать. Сказал, что мигом отправит меня в лагерь... Что за отстой!"
    new "Я решил пожертвовать Алисой ради Киры. Кажется, уже жалею... Но... не знаю. В общем, я рассказал Эрику, что у Алисы слабость к алкоголю, а точнее то, что она ничего не помнит даже после капли спиртного, но готова творить такое, что... В общем, Эрик оказался доволен и пообещал не трогать больше Киру. Что я наделал?\nКроме того, Эрик запретил за ними подглядывать. Сказал, что мигом отправит меня в лагерь... Что за отстой!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:41
    old "Возможен другой вариант исхода, но он доступен будет при прохождении событий - «Бумажник»"
    new "Возможен другой вариант исхода, но он доступен будет при прохождении событий - «Бумажник»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_16_compl.rpy:43
    old "Мы договорились с Эриком. Больше он не должен приставать ни к Алисе, ни к Кире, ни к Лизе. Теперь он полностью сосредоточится только на моей маме.\nНу что же, вполне хороший вариант. Конечно, Эрик козёл, но слово своё вроде держит..."
    new "Мы договорились с Эриком. Больше он не должен приставать ни к Алисе, ни к Кире, ни к Лизе. Теперь он полностью сосредоточится только на моей маме.\nНу что же, вполне хороший вариант. Конечно, Эрик козёл, но слово своё вроде держит..."

