# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:24
    old "Что это было? Мама поймала меня на подглядывании за ними, пока они трахались, собиралась наказать, но Эрик сказал нет и мама согласилась?! Моя мама, которая запрещала мне смотреть даже эротику, согласилась, чтобы я присутствовал при таком? Это невероятно. Либо Эрик какой-то колдун, либо дело в другом и нужно в этом разобраться, как следует.\nНо для начала нужно поговорить с сёстрами и выяснить, что они думают об этом, вдруг они тоже заметили такие перемены в поведении мамы?"
    new "Что это было? Мама поймала меня на подглядывании за ними, пока они трахались, собиралась наказать, но Эрик сказал нет и мама согласилась?! Моя мама, которая запрещала мне смотреть даже эротику, согласилась, чтобы я присутствовал при таком? Это невероятно. Либо Эрик какой-то колдун, либо дело в другом и нужно в этом разобраться, как следует.\nНо для начала нужно поговорить с сёстрами и выяснить, что они думают об этом, вдруг они тоже заметили такие перемены в поведении мамы?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:27
    old "Меня очень беспокоит поведение мамы. Она очень изменилась с появлением Эрика.\nЯ поговорил с Алисой о маме, но она сделала вид, что не понимает о чём я говорю. Кроме того, она мне даже не поверила, когда я рассказал про то, что мне можно смотреть за ними... Что делать - не знаю. Может быть, поговорить с Лизой?"
    new "Меня очень беспокоит поведение мамы. Она очень изменилась с появлением Эрика.\nЯ поговорил с Алисой о маме, но она сделала вид, что не понимает о чём я говорю. Кроме того, она мне даже не поверила, когда я рассказал про то, что мне можно смотреть за ними... Что делать - не знаю. Может быть, поговорить с Лизой?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:30
    old "Меня очень беспокоит поведение мамы. Она очень изменилась с появлением Эрика.\nЯ поговорил с Лизой о маме, но она сомневается в моих словах. Думает, что я всё выдумал или выдаю желаемое за действительное. Другими словами, думает, что я вру. Может быть, поговорить с Алисой?"
    new "Меня очень беспокоит поведение мамы. Она очень изменилась с появлением Эрика.\nЯ поговорил с Лизой о маме, но она сомневается в моих словах. Думает, что я всё выдумал или выдаю желаемое за действительное. Другими словами, думает, что я вру. Может быть, поговорить с Алисой?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:33
    old "Я поговорил с обеими сёстрами насчёт перемены поведения мамы. Они согласны, что мама изменилась, но связывают это с тем, что Эрик вроде бы делает её счастливой. Но неужели они не видят, что мама полностью под его контролем?! Кажется, мне нужна помощь, чтобы в этом разобраться, но кто ещё не очарован Эриком?"
    new "Я поговорил с обеими сёстрами насчёт перемены поведения мамы. Они согласны, что мама изменилась, но связывают это с тем, что Эрик вроде бы делает её счастливой. Но неужели они не видят, что мама полностью под его контролем?! Кажется, мне нужна помощь, чтобы в этом разобраться, но кто ещё не очарован Эриком?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:36
    old "Продвиньтесь в ветке событий - «Бумажник». Для доступа к этим событиям нужно начать «войну» с Эриком."
    new "Продвиньтесь в ветке событий - «Бумажник». Для доступа к этим событиям нужно начать «войну» с Эриком."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:41
    old "Подглядывайте за сексом Мамы и Эрика"
    new "Подглядывайте за сексом Мамы и Эрика"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:43
    old "Нужно увидеть грубый секс"
    new "Нужно увидеть грубый секс"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:45
    old "Потребуйте от Эрика помощи с мамой"
    new "Потребуйте от Эрика помощи с мамой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:48
    old "Так как теперь я держу Эрика за яйца, то легко потребовал от него кое-что. А точнее, я договорился с ним, что теперь могу входить в комнату, когда они трахаются с мамой. Конечно, она должна быть в повязке, а я не должен издавать звуков. Но зато я могу смотреть на расстоянии метра! Это гораздо круче любого порно!"
    new "Так как теперь я держу Эрика за яйца, то легко потребовал от него кое-что. А точнее, я договорился с ним, что теперь могу входить в комнату, когда они трахаются с мамой. Конечно, она должна быть в повязке, а я не должен издавать звуков. Но зато я могу смотреть на расстоянии метра! Это гораздо круче любого порно!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:51
    old "Дайте Эрику время, чтобы подготовиться и подготовить маму"
    new "Дайте Эрику время, чтобы подготовиться и подготовить маму"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:53
    old "Мне удалось выторговать ещё более интересные условия у Эрика. Теперь я могу не только смотреть, как он трахает мою маму, но и иногда даже её трогать. Правда, совсем чуть-чуть и так, чтобы она ничего не заметила, а то нам обоим конец... Но я могу трогать маму! Это большое достижение!"
    new "Мне удалось выторговать ещё более интересные условия у Эрика. Теперь я могу не только смотреть, как он трахает мою маму, но и иногда даже её трогать. Правда, совсем чуть-чуть и так, чтобы она ничего не заметила, а то нам обоим конец... Но я могу трогать маму! Это большое достижение!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:56
    old "Кажется, Эрик в моих руках. Он согласился на то, чтобы я иногда не только смотрел и трогал, но даже мог полапать маму в любом месте, где только захочу! Правда, не очень долго, чтобы она не заметила подозрительного поведения. Наконец-то, я могу прикоснуться к киске мамы! Эх, ещё бы это было возможно при других обстоятельствах..."
    new "Кажется, Эрик в моих руках. Он согласился на то, чтобы я иногда не только смотрел и трогал, но даже мог полапать маму в любом месте, где только захочу! Правда, не очень долго, чтобы она не заметила подозрительного поведения. Наконец-то, я могу прикоснуться к киске мамы! Эх, ещё бы это было возможно при других обстоятельствах..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:59
    old "Ну что же, я потребовал от Эрика, чтобы он помог с самой главной задачей - трахнуть свою маму. Похоже, это будет самая сложная задача, так как киска мамы может быть просто не готова к моему члену. И конечно, она заметит подмену, если я поменяюсь с Эриком в процессе.\nДа, Эрик сказал, что может быть, он сможет мне помочь, но только в обмен на Алису. Другими словами, если я устрою всё так, чтобы он смог её наконец-то трахнуть... Придётся сделать выбор... Но кто знает, как всё сложится?"
    new "Ну что же, я потребовал от Эрика, чтобы он помог с самой главной задачей - трахнуть свою маму. Похоже, это будет самая сложная задача, так как киска мамы может быть просто не готова к моему члену. И конечно, она заметит подмену, если я поменяюсь с Эриком в процессе.\nДа, Эрик сказал, что может быть, он сможет мне помочь, но только в обмен на Алису. Другими словами, если я устрою всё так, чтобы он смог её наконец-то трахнуть... Придётся сделать выбор... Но кто знает, как всё сложится?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:70
    old "Недостаточно очков подглядываний. Члены семьи должны заметить, как вы за ними подглядываете."
    new "Недостаточно очков подглядываний. Члены семьи должны заметить, как вы за ними подглядываете."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:73
    old "Вам нехватает: [var1]"
    new "Вам нехватает: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:74
    old "Сейчас очки могут вам зачислиться, если вечером подглядите за сексом Анны и Эрика."
    new "Сейчас очки могут вам зачислиться, если вечером подглядите за сексом Анны и Эрика."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:76
    old "После ужина подглядите за сексом Анны и Эрика"
    new "После ужина подглядите за сексом Анны и Эрика"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:78
    old "На улице бывает прохладно и иногда даже очень холодно, а в таких условиях подглядывать, да даже за жарким сексом неудобно. Надо поговорить с Эриком. Они всё равно же не против, что я за ними подглядываю, чего тут такого, если я буду смотреть внутри."
    new "На улице бывает прохладно и иногда даже очень холодно, а в таких условиях подглядывать, да даже за жарким сексом неудобно. Надо поговорить с Эриком. Они всё равно же не против, что я за ними подглядываю, чего тут такого, если я буду смотреть внутри."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:81
    old "Эрик отказал мне, но готов помочь, если я ему устрою секс с тётей. Отдавать ему её я не намерен, если просто отдам, то больше мне будет нечем у него выторговать услугу и это будет значить, что я пошёл на попятную, проявлю слабость и не видать мне секса с мамой. Может попробовать устроить тройничок? Поговорю с тётей."
    new "Эрик отказал мне, но готов помочь, если я ему устрою секс с тётей. Отдавать ему её я не намерен, если просто отдам, то больше мне будет нечем у него выторговать услугу и это будет значить, что я пошёл на попятную, проявлю слабость и не видать мне секса с мамой. Может попробовать устроить тройничок? Поговорю с тётей."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:84
    old "Вы пока не можете поговорить с Кирой. Проходите события «Наставник»"
    new "Вы пока не можете поговорить с Кирой. Проходите события «Наставник»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:86
    old "В общем мне удалось уговорить Киру заняться со мной и Эриком сексом, только пришлось всё так обставить, что он требует этого и у него есть какой-то коварный план, хотя это мой план, ну да ладно. Осталось только предупредить Эрика"
    new "В общем мне удалось уговорить Киру заняться со мной и Эриком сексом, только пришлось всё так обставить, что он требует этого и у него есть какой-то коварный план, хотя это мой план, ну да ладно. Осталось только предупредить Эрика"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:89
    old "Сегодня ночью у вас секс с Кирой и Лизой. С Эриком поговорите в другой день."
    new "Сегодня ночью у вас секс с Кирой и Лизой. С Эриком поговорите в другой день."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:91
    old "И так, Эрика предупредил, он поверил, что это Кира предложила секс втроём и я здесь не причём. Осталось только не забыть и прийти в 3 часа ночи в условленное место, в гостиную, где Кира будет нас ждать."
    new "И так, Эрика предупредил, он поверил, что это Кира предложила секс втроём и я здесь не причём. Осталось только не забыть и прийти в 3 часа ночи в условленное место, в гостиную, где Кира будет нас ждать."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:95
    old "Тётя Кира была на высоте, от нашего с Эриком секса кончила со сквиртом. Только Эрик, гад, решил, что этот секс был только для него и не давал мне нормально поучаствовать, но спасибо Кире, подготовилась основательно к сексу и дала трахнуть её в анал. Вот это лицо было у Эрика.\nМоя часть сделки выполнена, поговорю с Эриком. Теперь его очередь."
    new "Тётя Кира была на высоте, от нашего с Эриком секса кончила со сквиртом. Только Эрик, гад, решил, что этот секс был только для него и не давал мне нормально поучаствовать, но спасибо Кире, подготовилась основательно к сексу и дала трахнуть её в анал. Вот это лицо было у Эрика.\nМоя часть сделки выполнена, поговорю с Эриком. Теперь его очередь."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:98
    old "Ничего не вышло, может и правда нужно время. Вот только сколько и когда же произойдёт. А пока Эрик не в силах выполнить свою часть сделки. Блин!"
    new "Ничего не вышло, может и правда нужно время. Вот только сколько и когда же произойдёт. А пока Эрик не в силах выполнить свою часть сделки. Блин!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:101
    old "Продвиньтесь в ветке событий - «Коварный План»"
    new "Продвиньтесь в ветке событий - «Коварный План»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:103
    old "Поговорите с Эриком"
    new "Поговорите с Эриком"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:106
    old "Слабо верится, что Эрику так сложно далось уговорить Маму. Он всё же пытается как-то влиять на меня или он затеял какой-то план. Ему всего лишь нужно было уговорить маму, чтобы я не морозил задницу на холоде, а был внутри, в комнате. Но он решил это сделать через секс-уроки, как бы подготовить маму. Ладно, посмотрим к чему это приведет. Может он действительно хочет сделать всё как лучше? Да нет, бред..."
    new "Слабо верится, что Эрику так сложно далось уговорить Маму. Он всё же пытается как-то влиять на меня или он затеял какой-то план. Ему всего лишь нужно было уговорить маму, чтобы я не морозил задницу на холоде, а был внутри, в комнате. Но он решил это сделать через секс-уроки, как бы подготовить маму. Ладно, посмотрим к чему это приведет. Может он действительно хочет сделать всё как лучше? Да нет, бред..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:108
    old "На первом уроке мама показывала мне свои шикарные буфера, я их уже видел, но не вблизи. Мне очень понравилось и, судя по набухшим соскам, маме тоже. Но вот Эрик, надеялся на то, что у меня будет эрекция и потом сможет как-то использовать это против меня, к примеру, вымогать деньги за уроки или что-то ещё, но у него ничего не вышло. Спасибо маме, она встала на мою сторону. Так что это ещё не конец."
    new "На первом уроке мама показывала мне свои шикарные буфера, я их уже видел, но не вблизи. Мне очень понравилось и, судя по набухшим соскам, маме тоже. Но вот Эрик, надеялся на то, что у меня будет эрекция и потом сможет как-то использовать это против меня, к примеру, вымогать деньги за уроки или что-то ещё, но у него ничего не вышло. Спасибо маме, она встала на мою сторону. Так что это ещё не конец."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:110
    old "Когда Эрик будет гостить, подойдите к комнате Мамы в 22:00"
    new "Когда Эрик будет гостить, подойдите к комнате Мамы в 22:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:113
    old "Кроме пристального разглядывания маминых сисек, мне удалось увидеть её киску. Мне нравятся эти уроки, пока нравятся. Неизвестно только, какую ещё подлость может придумать Эрик."
    new "Кроме пристального разглядывания маминых сисек, мне удалось увидеть её киску. Мне нравятся эти уроки, пока нравятся. Неизвестно только, какую ещё подлость может придумать Эрик."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:115
    old "Кроме пристального разглядывания маминых сисек, мне удалось увидеть её киску. Мне нравятся эти уроки, пока нравятся."
    new "Кроме пристального разглядывания маминых сисек, мне удалось увидеть её киску. Мне нравятся эти уроки, пока нравятся."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:118
    old "Первая часть урока была очень интересная, ох... мамина киска, ещё сильней её хочу, но вторую часть всё испортил Эрик. И с мамой грубо обошелся. Я ему это припомню. Придётся ещё немного потерпеть его издёвки."
    new "Первая часть урока была очень интересная, ох... мамина киска, ещё сильней её хочу, но вторую часть всё испортил Эрик. И с мамой грубо обошелся. Я ему это припомню. Придётся ещё немного потерпеть его издёвки."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:121
    old "Эти уроки явно идут на пользу. Всё же Эрик знает что делать, или недоконца понимает к чему всё идёт. Ох! То как Мама смотрела на мой член... Мне понравилось. Жду недождусь следующего урока."
    new "Эти уроки явно идут на пользу. Всё же Эрик знает что делать, или недоконца понимает к чему всё идёт. Ох! То как Мама смотрела на мой член... Мне понравилось. Жду недождусь следующего урока."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:124
    old "Вот гадство, заставил смотреть на мамину киску, наполненную его гребанной спермой. Мне нужно поскорее избавиться от Эрика, но я уже упустил эту возможность, т.к. он знает. Не знаю чего он добивается, но я бы не хотел, чтобы мама от него забеременела. И о чём он хочет со мной поговорить?"
    new "Вот гадство, заставил смотреть на мамину киску, наполненную его гребанной спермой. Мне нужно поскорее избавиться от Эрика, но я уже упустил эту возможность, т.к. он знает. Не знаю чего он добивается, но я бы не хотел, чтобы мама от него забеременела. И о чём он хочет со мной поговорить?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:127
    old "О да! Эрик это сделал! Теперь я могу спокойно смотреть... Да, только смотреть, как он трахает мою маму... Вроде это прогресс в отношениях с мамой, но чего-то нехватает. Ладно, попользуюсь вдоволь этой возможностью, подействую на нервы Эрику."
    new "О да! Эрик это сделал! Теперь я могу спокойно смотреть... Да, только смотреть, как он трахает мою маму... Вроде это прогресс в отношениях с мамой, но чего-то нехватает. Ладно, попользуюсь вдоволь этой возможностью, подействую на нервы Эрику."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:130
    old "Не давайте Эрику насладиться сексом с вашей мамой, встревайте в их секс"
    new "Не давайте Эрику насладиться сексом с вашей мамой, встревайте в их секс"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:132
    old "В 21:00 застаньте их за оральным сексом и подсядьте ближе к Маме"
    new "В 21:00 застаньте их за оральным сексом и подсядьте ближе к Маме"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:134
    old "Навестите Эрика и Маму, когда они будут заниматься сексом в спальне"
    new "Навестите Эрика и Маму, когда они будут заниматься сексом в спальне"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:137
    old "В 22:00 попробуйте подглядеть с балкона, чем они там занимаются и если появится возможность, зайдите в комнату."
    new "В 22:00 попробуйте подглядеть с балкона, чем они там занимаются и если появится возможность, зайдите в комнату."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:139
    old "У вашего персонажа не будет эрекции, попробуйте в другой день."
    new "У вашего персонажа не будет эрекции, попробуйте в другой день."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:141
    old "Увы, ничего не выйдет, Алиса подмешала вам таблетки в еду, и эрекции не будет."
    new "Увы, ничего не выйдет, Алиса подмешала вам таблетки в еду, и эрекции не будет."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:143
    old "Это было что-то, кончил на мамины сиськи, и притом она сама предложила мне это сделать. Секс-уроки определено были мне на пользу. Только вот Эрик не вовремя пришёл и спалил нас. Что дальше будет, даже не знаю.\nВот я смог ещё лапать маму и при этом не как обычно, а в открытую и при ней. Но кажется, после этого случая ничего не выйдет."
    new "Это было что-то, кончил на мамины сиськи, и притом она сама предложила мне это сделать. Секс-уроки определено были мне на пользу. Только вот Эрик не вовремя пришёл и спалил нас. Что дальше будет, даже не знаю.\nВот я смог ещё лапать маму и при этом не как обычно, а в открытую и при ней. Но кажется, после этого случая ничего не выйдет."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:145
    old "Подглядывайте за сексом Мамы и Эрика и попробуйте к ним присоединиться"
    new "Подглядывайте за сексом Мамы и Эрика и попробуйте к ним присоединиться"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:147
    old "Всё же тот случай, когда Эрик узнал про наш с мамой секрет не прошёл бесследно. Теперь мне нельзя присутствовать и подглядывать даже. Не хочется, но надо как-то исправлять ситуацию, придётся с Эриком поговорить."
    new "Всё же тот случай, когда Эрик узнал про наш с мамой секрет не прошёл бесследно. Теперь мне нельзя присутствовать и подглядывать даже. Не хочется, но надо как-то исправлять ситуацию, придётся с Эриком поговорить."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:150
    old "Фух! Я снова могу наблюдать. Кажется, скоро моего компромата будет недостаточно, Эрик как-то расслабился. Но пока могу, буду требовать от него большего. Продолжу и дальше действовать ему на нервы."
    new "Фух! Я снова могу наблюдать. Кажется, скоро моего компромата будет недостаточно, Эрик как-то расслабился. Но пока могу, буду требовать от него большего. Продолжу и дальше действовать ему на нервы."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:153
    old "Продолжайте приходить и мешать Эрику нормально заниматься сексом"
    new "Продолжайте приходить и мешать Эрику нормально заниматься сексом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:156
    old "Если вас заметила только Мама, то вам ничего не засчитается, вы должны в открытую присутствовать во время их секса.\nОсталось: [var1]"
    new "Если вас заметила только Мама, то вам ничего не засчитается, вы должны в открытую присутствовать во время их секса.\nОсталось: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:160
    old "Пришлось заключить с этим дьяволом новую сделку. Он трахнет тётю Киру в анал, а я смогу трогать маму где захочу. Осталось снова поговорить с Кирой и попросить о помощи, и предупредить потом Эрика."
    new "Пришлось заключить с этим дьяволом новую сделку. Он трахнет тётю Киру в анал, а я смогу трогать маму где захочу. Осталось снова поговорить с Кирой и попросить о помощи, и предупредить потом Эрика."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:165
    old "Предупредите Эрика"
    new "Предупредите Эрика"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:167
    old "Сегодня ночью секс с Кирой и Лизой"
    new "Сегодня ночью секс с Кирой и Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:169
    old "Не забудьте в 3:00 ночи прийти в гостиную, когда Эрик останется на ночевку."
    new "Не забудьте в 3:00 ночи прийти в гостиную, когда Эрик останется на ночевку."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:171
    old "Итак. Секс втроём с Кирой и Эриком — есть. Анальный секс Эрика с Кирой — есть. Ну всё, осталось поговорить с Эриком. Надеюсь он выполнит уговор. И тогда... Ох, Мама, я смогу тебя потрогать и там и там..."
    new "Итак. Секс втроём с Кирой и Эриком — есть. Анальный секс Эрика с Кирой — есть. Ну всё, осталось поговорить с Эриком. Надеюсь он выполнит уговор. И тогда... Ох, Мама, я смогу тебя потрогать и там и там..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:174
    old "Эрик никаких дополнительных условий не вдвинул и то хорошо. Но как он собирается уговорить Маму на то, что я хочу, я даже не могу себе представить. Но он вроде как обещал выполнить. Посмотрим. Главное не забыть прийти."
    new "Эрик никаких дополнительных условий не вдвинул и то хорошо. Но как он собирается уговорить Маму на то, что я хочу, я даже не могу себе представить. Но он вроде как обещал выполнить. Посмотрим. Главное не забыть прийти."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:177
    old "Вот и закончался этот необычный и запоминающийся урок. Эрик всё же не по доброте душевной устроил всё это, он не оставляет попытки вернуть себе контроль над моей семьёй. Но к счастью, у него это не вышло. И он пока этого не знает.\nНе знаю, что он сделал с Мамой, но она призналась мне, что ей нравится мой член, это было неожиданно. И она сделала мне минет. В общем... Вау!"
    new "Вот и закончался этот необычный и запоминающийся урок. Эрик всё же не по доброте душевной устроил всё это, он не оставляет попытки вернуть себе контроль над моей семьёй. Но к счастью, у него это не вышло. И он пока этого не знает.\nНе знаю, что он сделал с Мамой, но она призналась мне, что ей нравится мой член, это было неожиданно. И она сделала мне минет. В общем... Вау!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:181
    old "Я уже боялся, что она меня отругает или скажет, что всё это было ошибкой, но всё прошло как-то удачно. Может мама вчера и была под чем-то, но она вчера призналась, что я интересую её как мужчина, сексуальный партнер, мачо, секс-гигант... Стоп! Короче, мне не стоит переживать, постепенно и когда-нибудь я смогу заняться сексом с ней, нужно только время и больше секс-уроков."
    new "Я уже боялся, что она меня отругает или скажет, что всё это было ошибкой, но всё прошло как-то удачно. Может мама вчера и была под чем-то, но она вчера призналась, что я интересую её как мужчина, сексуальный партнер, мачо, секс-гигант... Стоп! Короче, мне не стоит переживать, постепенно и когда-нибудь я смогу заняться сексом с ней, нужно только время и больше секс-уроков."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:184
    old "Эрик в этот раз проиграл и у него ничего не вышло с мамой, он не смог настроить её против меня. Но он всё ещё имеет хоть и малое, но влияние на неё и так просто он не позволит мне заняться с ней сексом.\nИ он до сих пор хочет трахнуть Алису. Делиться ею с ним я не готов, не хочу чтобы он трахал Алису и Маму. Но всё же мне придётся пойти на небольшие уступки, только пока не знаю, как уговорить Алису, просто разговорами у меня ничего не выйдет."
    new "Эрик в этот раз проиграл и у него ничего не вышло с мамой, он не смог настроить её против меня. Но он всё ещё имеет хоть и малое, но влияние на неё и так просто он не позволит мне заняться с ней сексом.\nИ он до сих пор хочет трахнуть Алису. Делиться ею с ним я не готов, не хочу чтобы он трахал Алису и Маму. Но всё же мне придётся пойти на небольшие уступки, только пока не знаю, как уговорить Алису, просто разговорами у меня ничего не выйдет."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:190
    old "Поговорите завтра с Эриком о Маме"
    new "Поговорите завтра с Эриком о Маме"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:192
    old "Поговорите с Эриком о Маме"
    new "Поговорите с Эриком о Маме"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:194
    old "Когда Эрик и Мама будут в комнате заниматься сексом, подглядите за ними с балкона"
    new "Когда Эрик и Мама будут в комнате заниматься сексом, подглядите за ними с балкона"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:203
    old "Если заранее в этот же день не поговорить с Эриком, то секс-урока не будет."
    new "Если заранее в этот же день не поговорить с Эриком, то секс-урока не будет."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:205
    old "Не забудьте прийти на урок к 22:00"
    new "Не забудьте прийти на урок к 22:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_12_compl.rpy:210
    old "На данный момент это всё. Больше нет никакого продвижения в дополнении (моде)."
    new "На данный момент это всё. Больше нет никакого продвижения в дополнении (моде)."

