# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:27
    old "Разберите коробки в своей комнате"
    new "Разберите коробки в своей комнате"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:29
    old "Я нашёл пустую коробку из под скрытой камеры. Видимо, она установлена где-то в доме. Нужно поискать как следует - вдруг, кто-то за нами наблюдал всё это время?"
    new "Я нашёл пустую коробку из под скрытой камеры. Видимо, она установлена где-то в доме. Нужно поискать как следует - вдруг, кто-то за нами наблюдал всё это время?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:31
    old "Поищите во всех локациях камеры, для этого нажмите на иконку лупы."
    new "Поищите во всех локациях камеры, для этого нажмите на иконку лупы."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:33
    old "Камеру найдёте в гостиной"
    new "Камеру найдёте в гостиной"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:35
    old "Итак, я нашёл скрытую камеру в гостиной. Она вмонтирована в стену, видимо, во время ремонта. Поэтому, её нельзя вытащить, не повредив. Кроме того, оказалось, что камера сейчас ни к чему не подключена. Может быть, стоит целенаправленно изучить способы подключения камер, чтобы извлечь из неё какую-то пользу..."
    new "Итак, я нашёл скрытую камеру в гостиной. Она вмонтирована в стену, видимо, во время ремонта. Поэтому, её нельзя вытащить, не повредив. Кроме того, оказалось, что камера сейчас ни к чему не подключена. Может быть, стоит целенаправленно изучить способы подключения камер, чтобы извлечь из неё какую-то пользу..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:37
    old "Поищите в интернете информацию о камерах"
    new "Поищите в интернете информацию о камерах"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:39
    old "Зайдите в свою комнату и нажмите на иконку ноутбука, после нажмите на выбор, связанный с камерами"
    new "Зайдите в свою комнату и нажмите на иконку ноутбука, после нажмите на выбор, связанный с камерами"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:41
    old "Ко мне пришла отличная идея - заработать на трансляции с веб-камеры в интернет, но я об этом знаю очень мало... Может быть, поможет какая-то литература?"
    new "Ко мне пришла отличная идея - заработать на трансляции с веб-камеры в интернет, но я об этом знаю очень мало... Может быть, поможет какая-то литература?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:44
    old "Купите книгу о создании сайтов и дождитесь доставки"
    new "Купите книгу о создании сайтов и дождитесь доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:47
    old "Купите книгу [item_webbook1.name]"
    new "Купите книгу [item_webbook1.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:49
    old "Дождитесь доставки книги"
    new "Дождитесь доставки книги"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:51
    old "Прочтите книгу. За один раз персонаж всю книгу не осилит, потребуются перерывы."
    new "Прочтите книгу. За один раз персонаж всю книгу не осилит, потребуются перерывы."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:54
    old "Зайдите к себе в комнату и нажмите на иконку с книгой.\nКнигу осталось прочитать ещё: [var1]. Персонаж может читать только 1 раз в каждые 4 часа"
    new "Зайдите к себе в комнату и нажмите на иконку с книгой.\nКнигу осталось прочитать ещё: [var1]. Персонаж может читать только 1 раз в каждые 4 часа"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:56
    old "Итак, я внимательно прочитал книгу Web Standards и разобрался как сделать свой сайт. Пожалуй, стоит начать именно с этого. Мне потребуются деньги на домен, хостинг и оплату готового шаблона с дизайном. Всего нужно порядка $100."
    new "Итак, я внимательно прочитал книгу Web Standards и разобрался как сделать свой сайт. Пожалуй, стоит начать именно с этого. Мне потребуются деньги на домен, хостинг и оплату готового шаблона с дизайном. Всего нужно порядка $100."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:59
    old "Не хватает средств для создания своего сайта"
    new "Не хватает средств для создания своего сайта"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:61
    old "Деньги можно получить за помощь Маме и с шантажа Алисы, когда она курит у бассейна"
    new "Деньги можно получить за помощь Маме и с шантажа Алисы, когда она курит у бассейна"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:63
    old "Зайдите в ноутбук и создайте свой сайт"
    new "Зайдите в ноутбук и создайте свой сайт"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:65
    old "Наконец-то, у меня есть свой собственный сайт, где транслируется изображение с камеры из гостиной! Теперь нужно увеличить аудиторию, ведь чем больше людей, тем больше доход от рекламных баннеров. Сделать это можно с помощью вложений в рекламу своего сайта. Кроме того, если в кадре происходит что-то интересное, аудитория также растёт."
    new "Наконец-то, у меня есть свой собственный сайт, где транслируется изображение с камеры из гостиной! Теперь нужно увеличить аудиторию, ведь чем больше людей, тем больше доход от рекламных баннеров. Сделать это можно с помощью вложений в рекламу своего сайта. Кроме того, если в кадре происходит что-то интересное, аудитория также растёт."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:68
    old "Загляните завтра на свой сайт"
    new "Загляните завтра на свой сайт"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:70
    old "Загляните на свой сайт"
    new "Загляните на свой сайт"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:72
    old "Прочитайте присланное вам сообщение на электронную почту. Нажмите на выбор «почта»"
    new "Прочитайте присланное вам сообщение на электронную почту. Нажмите на выбор «почта»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:74
    old "Чёрт, какой-то чувак увёл у меня сайт и ещё половину дохода будет забирать себе. И как мне на это купить новые камеры, они же дорогие?! Надо будет как-то раздобыть новые камеры и хоть немного увеличить доход."
    new "Чёрт, какой-то чувак увёл у меня сайт и ещё половину дохода будет забирать себе. И как мне на это купить новые камеры, они же дорогие?! Надо будет как-то раздобыть новые камеры и хоть немного увеличить доход."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:77
    old "Придумайте, как купить ещё несколько новых камер или дождитесь, когда решение найдётся само"
    new "Придумайте, как купить ещё несколько новых камер или дождитесь, когда решение найдётся само"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:81
    old "Дождитесь нового сообщения от ХаЦКеР. Дней осталось: [var1]"
    new "Дождитесь нового сообщения от ХаЦКеР. Дней осталось: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:83
    old " подробная подсказка "
    new " подробная подсказка "

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:87
    old "Этот хакер специально так задумал, чтобы я почувствовал себя беспомощным, выждал время и заказал новые камеры. Остаётся только дождаться, когда мне их доставят."
    new "Этот хакер специально так задумал, чтобы я почувствовал себя беспомощным, выждал время и заказал новые камеры. Остаётся только дождаться, когда мне их доставят."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:89
    old "Всё что могу сейчас делать, это только ждать когда мне доставят посылку с новыми камерами."
    new "Всё что могу сейчас делать, это только ждать когда мне доставят посылку с новыми камерами."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:91
    old "Мне только осталось во всех комнатах установить камеры и так смогу хоть как-то увеличить заработок."
    new "Мне только осталось во всех комнатах установить камеры и так смогу хоть как-то увеличить заработок."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:94
    old "Камеры отсутствуют в следующих локациях:"
    new "Камеры отсутствуют в следующих локациях:"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:98
    old "Моя комната"
    new "Моя комната"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:100
    old "Комната Алисы"
    new "Комната Алисы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:102
    old "Комната Мамы"
    new "Комната Мамы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:104
    old "Ванная комната"
    new "Ванная комната"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:106
    old "Веранда"
    new "Веранда"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:108
    old "Бассейн"
    new "Бассейн"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:110
    old "Отлично! Теперь у меня во всём доме стоят камеры и... И пока я могу только получать половину со своего реального заработка. Надеюсь у меня когда-нибудь появится возможность вернуть контроль и наблюдать, что происходит дома без каких-либо последствий."
    new "Отлично! Теперь у меня во всём доме стоят камеры и... И пока я могу только получать половину со своего реального заработка. Надеюсь у меня когда-нибудь появится возможность вернуть контроль и наблюдать, что происходит дома без каких-либо последствий."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:116
    old "На данный момент это всё. Больше нет никакого продвижения."
    new "На данный момент это всё. Больше нет никакого продвижения."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:118
    old "Больше нет никакого продвижения."
    new "Больше нет никакого продвижения."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:122
    old " "
    new " "

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_01_compl.rpy:124
    old " подсказка "
    new " подсказка "

