# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:26
    old "Итак, Лиза застукала нас с Алисой, пока мы трахались после очередной победы над пауком... Казалось бы, оправдываться нужно нам, но Алиса выбрала тактику нападения и раскрыла свои карты: она всё знает про нас с Лизой, про ночные уроки с тётей Кирой и даже про наручники и эти... игры с младшей сестрёнкой... Похоже, тётя Кира совершенно не умеет хранить секреты..."
    new "Итак, Лиза застукала нас с Алисой, пока мы трахались после очередной победы над пауком... Казалось бы, оправдываться нужно нам, но Алиса выбрала тактику нападения и раскрыла свои карты: она всё знает про нас с Лизой, про ночные уроки с тётей Кирой и даже про наручники и эти... игры с младшей сестрёнкой... Похоже, тётя Кира совершенно не умеет хранить секреты..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:30
    old "Да уж. От кого не ожидал такого, так это от тёти Киры... Похоже, она рассказала вообще всё про нас с Лизой. И про наши уроки и про наручники... Конечно, тётя очень извинялась и считает себя виноватой, но что теперь делать? Алиса может использовать эту информацию как угодно... Может быть, будет подшучивать, а может быть... Даже не знаю что думать..."
    new "Да уж. От кого не ожидал такого, так это от тёти Киры... Похоже, она рассказала вообще всё про нас с Лизой. И про наши уроки и про наручники... Конечно, тётя очень извинялась и считает себя виноватой, но что теперь делать? Алиса может использовать эту информацию как угодно... Может быть, будет подшучивать, а может быть... Даже не знаю что думать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:34
    old "Похоже, Лизу не слишком беспокоит то, что Алиса всё про нас знает. Младшая сестрёнка предпочитает с Алисой дружить и не давать ей повода раскрывать нас перед мамой. Потому что иначе Лизу накажут, а меня, скорее всего, отправят в тот военный лагерь... Ну что же, ссориться я и не планировал..."
    new "Похоже, Лизу не слишком беспокоит то, что Алиса всё про нас знает. Младшая сестрёнка предпочитает с Алисой дружить и не давать ей повода раскрывать нас перед мамой. Потому что иначе Лизу накажут, а меня, скорее всего, отправят в тот военный лагерь... Ну что же, ссориться я и не планировал..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:43
    old "Вот это я попал! Точнее, мы с Лизой... Ночью прибежала Алиса из-за паука... Ну, так она сказала. Забрала нас с Лизой к себе в комнату, даже не дала одеться. Паука, конечно же, не оказалось. Ещё бы! Я же его не подкидывал... Но дело не в пауке. Алиса попросила продемонстрировать, как именно мы с Лизой трахаемся и записала всё на видео! Теперь у Алисы есть компромат из-за которого мама меня точно отправит в лагерь, учитывая, как она оберегает Лизу...\nОстаётся только догадываться что именно придёт в голову Алисе..."
    new "Вот это я попал! Точнее, мы с Лизой... Ночью прибежала Алиса из-за паука... Ну, так она сказала. Забрала нас с Лизой к себе в комнату, даже не дала одеться. Паука, конечно же, не оказалось. Ещё бы! Я же его не подкидывал... Но дело не в пауке. Алиса попросила продемонстрировать, как именно мы с Лизой трахаемся и записала всё на видео! Теперь у Алисы есть компромат из-за которого мама меня точно отправит в лагерь, учитывая, как она оберегает Лизу...\nОстаётся только догадываться что именно придёт в голову Алисе..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:47
    old "Очень странно, но Лизу совершенно не беспокоится из-за того видео, которое записала Алиса. Наоборот, она смирилась и предлагает просто подождать... Ну уж нет. Надо поговорить об этом с Алисой!"
    new "Очень странно, но Лизу совершенно не беспокоится из-за того видео, которое записала Алиса. Наоборот, она смирилась и предлагает просто подождать... Ну уж нет. Надо поговорить об этом с Алисой!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:51
    old "Любопытный разговор вышел у нас с Алисой. Похоже, у них с Катей не всё так хорошо, как казалось. Алисе надоело подчиняться и она хочет сменить роль. Катя против, а где ещё найти подходящие кандидатуры для её игр? Правильно, мы с Лизой. Особенно, когда выяснилось, как мы развлекались ночами. Ну а с видео, из-за которого меня мама точно отправит в тот злосчастный лагерь, даже возможности отказаться у нас нет... Ну что же, посмотрим, что именно придумает Алиса для нас с Лизой..."
    new "Любопытный разговор вышел у нас с Алисой. Похоже, у них с Катей не всё так хорошо, как казалось. Алисе надоело подчиняться и она хочет сменить роль. Катя против, а где ещё найти подходящие кандидатуры для её игр? Правильно, мы с Лизой. Особенно, когда выяснилось, как мы развлекались ночами. Ну а с видео, из-за которого меня мама точно отправит в тот злосчастный лагерь, даже возможности отказаться у нас нет... Ну что же, посмотрим, что именно придумает Алиса для нас с Лизой..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:54
    old "Через несколько дней поговорите с Алисой"
    new "Через несколько дней поговорите с Алисой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:56
    old "Осталось дней: [var_pass]"
    new "Осталось дней: [var_pass]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:60
    old "Кажется, Алиса придумала как именно она хочет использовать компромат. Вот только мне ничего толком не сказала. Лишь намекнула, что может заглянуть однажды ночью, как это делает иногда Кира. Ну что же, посмотрим, что из этого получится..."
    new "Кажется, Алиса придумала как именно она хочет использовать компромат. Вот только мне ничего толком не сказала. Лишь намекнула, что может заглянуть однажды ночью, как это делает иногда Кира. Ну что же, посмотрим, что из этого получится..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:69
    old "Вот и состоялся этот любопытный визит Алисы ночью... Всё оказалось не так уж и плохо. Если честно, то мне даже понравилось наблюдать, как одна сестрёнка ласкает другую. Думаю, скоро и я к ним присоединюсь.\nАх да, Алиса выдвинула пару требований. Не могла же она ничего не потребовать за тот компромат. Требования простые: слушаться и... не трахаться без неё!"
    new "Вот и состоялся этот любопытный визит Алисы ночью... Всё оказалось не так уж и плохо. Если честно, то мне даже понравилось наблюдать, как одна сестрёнка ласкает другую. Думаю, скоро и я к ним присоединюсь.\nАх да, Алиса выдвинула пару требований. Не могла же она ничего не потребовать за тот компромат. Требования простые: слушаться и... не трахаться без неё!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:73
    old "Похоже, Лизу не слишком напрягают новые требования Алисы. Более того, младшая сестрёнка ещё и не прочь рассказывать Алисе обо всех наших совместных приключениях. Неужели, Лизу не пугает то, что может придумать Алиса для нас в качестве наказания? Может быть, это шутка?"
    new "Похоже, Лизу не слишком напрягают новые требования Алисы. Более того, младшая сестрёнка ещё и не прочь рассказывать Алисе обо всех наших совместных приключениях. Неужели, Лизу не пугает то, что может придумать Алиса для нас в качестве наказания? Может быть, это шутка?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:78
    old "Займитесь анальным сексом с Лизой"
    new "Займитесь анальным сексом с Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:80
    old "Пригласите Тётю Киру на ночь или займитесь сексом в гостиной, когда Лиза моет посуду"
    new "Пригласите Тётю Киру на ночь или займитесь сексом в гостиной, когда Лиза моет посуду"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:82
    old "Посмотрите ТВ с Алисой вечером"
    new "Посмотрите ТВ с Алисой вечером"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:84
    old "Ну что, вышло забавно. Лиза настучала Алисе о том, что мы трахались вдвоём... Мазохистка! Конечно, Алиса оторвалась по полной... Хорошо, что отшлёпала только ладошкой. Надеюсь, Лиза поняла свою ошибку - не нужно обо всём докладывать Алисе!"
    new "Ну что, вышло забавно. Лиза настучала Алисе о том, что мы трахались вдвоём... Мазохистка! Конечно, Алиса оторвалась по полной... Хорошо, что отшлёпала только ладошкой. Надеюсь, Лиза поняла свою ошибку - не нужно обо всём докладывать Алисе!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_20_compl.rpy:93
    old "Очевидно, Лизе нравится то, как Алиса развлекается с нами в гостиной. Я имею в виду эти её показательные наказания. Конечно, это не больно, но немного унизительно стоять с голым задом перед ней... Чёрт, это ещё и жутко возбуждает. Может быть, однажды произойдёт ещё одна «смена ролей» и вот тогда..."
    new "Очевидно, Лизе нравится то, как Алиса развлекается с нами в гостиной. Я имею в виду эти её показательные наказания. Конечно, это не больно, но немного унизительно стоять с голым задом перед ней... Чёрт, это ещё и жутко возбуждает. Может быть, однажды произойдёт ещё одна «смена ролей» и вот тогда..."

