# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:24
    old "Алиса настойчиво просит маму купить ей вечернее платье для посещения ночных клубов. Та ей регулярно отказывала, пока Эрик не предложил подарить ей платье во время следующего шоппинга. Нужно поспешить, если я хочу сделать это первым!"
    new "Алиса настойчиво просит маму купить ей вечернее платье для посещения ночных клубов. Та ей регулярно отказывала, пока Эрик не предложил подарить ей платье во время следующего шоппинга. Нужно поспешить, если я хочу сделать это первым!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:27
    old "Купите и подарите Алисе черное платье"
    new "Купите и подарите Алисе черное платье"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:29
    old "Зайдите в свою комнату, перейдите в интернет-магазин и купите одежду - [item_littleblackdress.name]"
    new "Зайдите в свою комнату, перейдите в интернет-магазин и купите одежду - [item_littleblackdress.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:31
    old "Уже поздно что-либо делать, дождитесь возвращения семьи с шоппинга."
    new "Уже поздно что-либо делать, дождитесь возвращения семьи с шоппинга."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:33
    old "Мне удалось скопить приличную сумму и купить платье для Алисы. Теперь, нужно успеть его подарить ей, пока это не сделал кто-то другой..."
    new "Мне удалось скопить приличную сумму и купить платье для Алисы. Теперь, нужно успеть его подарить ей, пока это не сделал кто-то другой..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:39
    old "Вот что значит не везёт. Я долго копил на красивое короткое платье для Алисы и даже купил его, но меня опередил Эрик... И что самое обидное, он купил точно такое же, но подарил его первым. Теперь у меня есть бесполезное платье..."
    new "Вот что значит не везёт. Я долго копил на красивое короткое платье для Алисы и даже купил его, но меня опередил Эрик... И что самое обидное, он купил точно такое же, но подарил его первым. Теперь у меня есть бесполезное платье..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:41
    old "Вот что значит не везёт. Я долго копил на красивое короткое платье для Алисы, но меня опередил Эрик... Не удивительно. У него же куча денег. Он может себе позволить такие подарки... Кажется, теперь Алиса к нему относится гораздо лучше..."
    new "Вот что значит не везёт. Я долго копил на красивое короткое платье для Алисы, но меня опередил Эрик... Не удивительно. У него же куча денег. Он может себе позволить такие подарки... Кажется, теперь Алиса к нему относится гораздо лучше..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:43
    old "Да, я сделал это! Мне удалось не только накопить на платье, но и подарить его до того, как нечто подобное сделал Эрик. А он собирался. С его то деньгами это не сложно... Теперь Алиса ко мне относится намного лучше. Ещё бы! Теперь она может ходить по ночным клубам..."
    new "Да, я сделал это! Мне удалось не только накопить на платье, но и подарить его до того, как нечто подобное сделал Эрик. А он собирался. С его то деньгами это не сложно... Теперь Алиса ко мне относится намного лучше. Ещё бы! Теперь она может ходить по ночным клубам..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:47
    old "Не хватает очков репутации у Лизы. Безвозмездно помогайте ей с домашней работой."
    new "Не хватает очков репутации у Лизы. Безвозмездно помогайте ей с домашней работой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:49
    old "Репутацию можно увеличить, помогая Лизе с домашней работой за просто так."
    new "Репутацию можно увеличить, помогая Лизе с домашней работой за просто так."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:52
    old "Допуская ошибки в её домашнем задании, снижается возможность получить очко репутации. Необходимо ещё [var1]"
    new "Допуская ошибки в её домашнем задании, снижается возможность получить очко репутации. Необходимо ещё [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:54
    old "Вы соответствуете условиям для получения очка репутации за помощь с домашней работой."
    new "Вы соответствуете условиям для получения очка репутации за помощь с домашней работой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:56
    old "Допуская ошибки в её домашнем задании, снижается возможность получить очко репутации."
    new "Допуская ошибки в её домашнем задании, снижается возможность получить очко репутации."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:58
    old "Поговорите с Лизой и узнайте секрет Алисы."
    new "Поговорите с Лизой и узнайте секрет Алисы."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:60
    old "Лиза рассказала мне по секрету кое-что интересное. Оказывается, Алиса не умеет пить. А точнее, капля алкоголя её меняет!\nИменно поэтому она и не соглашается ни на какие алкогольные напитки. Но, может быть, можно придумать что-то другое?"
    new "Лиза рассказала мне по секрету кое-что интересное. Оказывается, Алиса не умеет пить. А точнее, капля алкоголя её меняет!\nИменно поэтому она и не соглашается ни на какие алкогольные напитки. Но, может быть, можно придумать что-то другое?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:62
    old "Купите коробку конфет в интернет-магазине и дождитесь доставки"
    new "Купите коробку конфет в интернет-магазине и дождитесь доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:64
    old "Итак, у меня есть коробка конфет с ликёром. Судя по надписи на коробке, аромат утончённый. Это значит, есть шанс, что Алиса не заметит алкоголь. Интересно, этого хватит, чтобы её как-то подтолкнуть к этим... безбашенным поступкам?"
    new "Итак, у меня есть коробка конфет с ликёром. Судя по надписи на коробке, аромат утончённый. Это значит, есть шанс, что Алиса не заметит алкоголь. Интересно, этого хватит, чтобы её как-то подтолкнуть к этим... безбашенным поступкам?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:66
    old "Перед походом Алисы в клуб, отдайте ей коробку конфет и не ложитесь спать"
    new "Перед походом Алисы в клуб, отдайте ей коробку конфет и не ложитесь спать"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:69
    old "Каждую пятницу, после ужина, Алиса собирается в ночной клуб. Когда она будет переодеваться, предложите ей конфеты. И дождитесь 3 часов ночи."
    new "Каждую пятницу, после ужина, Алиса собирается в ночной клуб. Когда она будет переодеваться, предложите ей конфеты. И дождитесь 3 часов ночи."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:71
    old "В 3 часа ночи она вернётся из клуба"
    new "В 3 часа ночи она вернётся из клуба"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:73
    old "Всё получилось. И прошло как-то... слишком неожиданно. О таком даже не принято никому рассказывать. Видимо, лишняя капля алкоголя сорвала Алисе крышу и она напилась в ночном клубе. Ну что же, будем надеяться, что она сама ничего не помнит об этом, а иначе мне не жить..."
    new "Всё получилось. И прошло как-то... слишком неожиданно. О таком даже не принято никому рассказывать. Видимо, лишняя капля алкоголя сорвала Алисе крышу и она напилась в ночном клубе. Ну что же, будем надеяться, что она сама ничего не помнит об этом, а иначе мне не жить..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:75
    old "Поговорите с Алисой, о случившемся той ночью после клуба"
    new "Поговорите с Алисой, о случившемся той ночью после клуба"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_10_compl.rpy:77
    old "Лиза была права, от алкоголя Алисе не только сносит крышу, но она ещё и забывает о случившемся. Значит можно ещё как то использовать это в своих целях."
    new "Лиза была права, от алкоголя Алисе не только сносит крышу, но она ещё и забывает о случившемся. Значит можно ещё как то использовать это в своих целях."

