# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:27
    old "Кажется, Лиза совсем ничего не знает о мальчиках. Возможно, она даже порно ни разу не видела, раз так удивилась обычному утреннему стояку. Может быть, стоит заняться просветительской деятельностью среди своей младшей сестрёнки? Но с чего начать? Поговорить?"
    new "Кажется, Лиза совсем ничего не знает о мальчиках. Возможно, она даже порно ни разу не видела, раз так удивилась обычному утреннему стояку. Может быть, стоит заняться просветительской деятельностью среди своей младшей сестрёнки? Но с чего начать? Поговорить?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:30
    old "Утром следующего дня произойдёт событие с Лизой"
    new "Утром следующего дня произойдёт событие с Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:32
    old "Поговорите с Лизой о случившемся утром второго дня"
    new "Поговорите с Лизой о случившемся утром второго дня"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:34
    old "Я поговорил с Лизой и стало ясно, что для того, чтобы чему-то учить, нужно сначала завоевать авторитет. Только это сложно. Однако, если удастся понизить её собственную самооценку, то и мой авторитет в её глазах подрастёт..."
    new "Я поговорил с Лизой и стало ясно, что для того, чтобы чему-то учить, нужно сначала завоевать авторитет. Только это сложно. Однако, если удастся понизить её собственную самооценку, то и мой авторитет в её глазах подрастёт..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:38
    old "Повысьте свой авторитет (см.справку) над Лизой"
    new "Повысьте свой авторитет (см.справку) над Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:41
    old "Требуется как минимум «Высокий» уровень авторитета. До необходимого количества авторитета осталось: [var1]"
    new "Требуется как минимум «Высокий» уровень авторитета. До необходимого количества авторитета осталось: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:43
    old "Поговорите с Лизой о помощи ей"
    new "Поговорите с Лизой о помощи ей"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:45
    old "Дождитесь завтрака"
    new "Дождитесь завтрака"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:47
    old "Лиза согласилась меня слушаться по вопросам отношений с противоположным полом, так сказать... Вот только прежде, чем учить, может быть стоит самому чему-то научиться? А самое главное - при этом не потерять свой авторитет, а то она снова откажется..."
    new "Лиза согласилась меня слушаться по вопросам отношений с противоположным полом, так сказать... Вот только прежде, чем учить, может быть стоит самому чему-то научиться? А самое главное - при этом не потерять свой авторитет, а то она снова откажется..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:50
    old "Поговорите с Лизой об обучении"
    new "Поговорите с Лизой об обучении"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:53
    old "Эрик откуда-то узнал о том, что я собрался обучать Лизу и перехватил инициативу. Мне пришлось согласиться. Теперь он сам планирует стать её учителем в этих... вопросах. Очень жаль, а у меня были такие планы..."
    new "Эрик откуда-то узнал о том, что я собрался обучать Лизу и перехватил инициативу. Мне пришлось согласиться. Теперь он сам планирует стать её учителем в этих... вопросах. Очень жаль, а у меня были такие планы..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:56
    old "Продвиньтесь в ветке событий - «Любимая Тётя»"
    new "Продвиньтесь в ветке событий - «Любимая Тётя»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:58
    old "Купите фотоаппарат в интернет-магазине и дождитесь его доставки."
    new "Купите фотоаппарат в интернет-магазине и дождитесь его доставки."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:61
    old "Когда Эрик ночью будет подглядывать за Алисой, снимите его на фотоаппарат"
    new "Когда Эрик ночью будет подглядывать за Алисой, снимите его на фотоаппарат"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:63
    old "Каждый четверг в 02:00"
    new "Каждый четверг в 02:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:65
    old "Поговорите с Эриком и постарайтесь вернуть вам Лизу"
    new "Поговорите с Эриком и постарайтесь вернуть вам Лизу"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:67
    old "Скажите ему, что у вас имеются доказательства и то что вы хотите обучать Лизу"
    new "Скажите ему, что у вас имеются доказательства и то что вы хотите обучать Лизу"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:72
    old "Итак, я предложил Лизе начать обучение. Вот только она сразу же поставила меня в глупую ситуацию. Я вроде бы должен её учить, но сам не умею даже целоваться! Нужно срочно найти кого-то, кто бы мне помог в этом... Да, легко сказать..."
    new "Итак, я предложил Лизе начать обучение. Вот только она сразу же поставила меня в глупую ситуацию. Я вроде бы должен её учить, но сам не умею даже целоваться! Нужно срочно найти кого-то, кто бы мне помог в этом... Да, легко сказать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:74
    old "Поговорите с Алисой, Мамой и Кирой"
    new "Поговорите с Алисой, Мамой и Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:76
    old "Поговорите о поцелуях с Кирой"
    new "Поговорите о поцелуях с Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:78
    old "Кажется, я нашёл ту, которая научит меня целоваться. И это... моя тётя! Это так странно... Ну она точно в этом вопросе понимает достаточно. Да я был бы рад любому учителю, но такой - идеален! Да, тётя Кира сказала, что лучше об этом поговорить в более интимной обстановке. Например, когда она ночью смотрит телек."
    new "Кажется, я нашёл ту, которая научит меня целоваться. И это... моя тётя! Это так странно... Ну она точно в этом вопросе понимает достаточно. Да я был бы рад любому учителю, но такой - идеален! Да, тётя Кира сказала, что лучше об этом поговорить в более интимной обстановке. Например, когда она ночью смотрит телек."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:81
    old "Телевизор ночью Кира смотрит в Среду и в Воскресение"
    new "Телевизор ночью Кира смотрит в Среду и в Воскресение"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:83
    old "Тётя Кира превосходный учитель поцелуев! Она согласилась меня иногда учить. Кто знает, может быть она научит и чему-то ещё?\nНу всё. Теперь нужно практиковаться в поцелуях с тётей Кирой и передавать полученные знания Лизе... Только вот её ещё нужно убедить..."
    new "Тётя Кира превосходный учитель поцелуев! Она согласилась меня иногда учить. Кто знает, может быть она научит и чему-то ещё?\nНу всё. Теперь нужно практиковаться в поцелуях с тётей Кирой и передавать полученные знания Лизе... Только вот её ещё нужно убедить..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:86
    old "Продолжайте учиться поцелуям с Кирой"
    new "Продолжайте учиться поцелуям с Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:90
    old "Требуется как минимум «Высокий» уровень авторитета, подстройте наказания Лизы"
    new "Требуется как минимум «Высокий» уровень авторитета, подстройте наказания Лизы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:92
    old "Я поговорил с Лизой насчёт её обучения. Она выдвинула ряд условий, среди которых запрет мне к ней прикасаться, если она против. Ну уже что-то."
    new "Я поговорил с Лизой насчёт её обучения. Она выдвинула ряд условий, среди которых запрет мне к ней прикасаться, если она против. Ну уже что-то."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:95
    old "Предложите Лизе урок поцелуев"
    new "Предложите Лизе урок поцелуев"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:98
    old "Для 100% успеха рекомендуется ещё попрактиковаться с Кирой."
    new "Для 100% успеха рекомендуется ещё попрактиковаться с Кирой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:100
    old "Требуется как минимум «Высокий» уровень авторитета."
    new "Требуется как минимум «Высокий» уровень авторитета."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:102
    old "Мне удалось впечатлить Лизу своим искусством целоваться! Хотя, пока на искусство это не тянет, но ей понравилось! Всё-таки, тётя Кира отличный учитель. Но нужно продолжать практиковаться."
    new "Мне удалось впечатлить Лизу своим искусством целоваться! Хотя, пока на искусство это не тянет, но ей понравилось! Всё-таки, тётя Кира отличный учитель. Но нужно продолжать практиковаться."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:108
    old "Для 100% рекомендуется ещё попрактиковаться с Кирой"
    new "Для 100% рекомендуется ещё попрактиковаться с Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:111
    old "Продолжайте учить Лизу, осталось ещё [var1] поцелуя(ев)."
    new "Продолжайте учить Лизу, осталось ещё [var1] поцелуя(ев)."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:113
    old "Лизе очень нравится как я целуюсь. Она даже намекнула, что пора бы научить её ещё чему-то полезному. На этот раз, как мне кажется, стоит подтянуть теорию. Может быть, купить ей какую-то книжку по анатомии, чтобы она разобралась в физиологии и больше не реагировала странно на утренний стояк или просто моё возбуждение рядом с красивыми девушками?"
    new "Лизе очень нравится как я целуюсь. Она даже намекнула, что пора бы научить её ещё чему-то полезному. На этот раз, как мне кажется, стоит подтянуть теорию. Может быть, купить ей какую-то книжку по анатомии, чтобы она разобралась в физиологии и больше не реагировала странно на утренний стояк или просто моё возбуждение рядом с красивыми девушками?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:115
    old "Купите книгу - [item_bookse.name] и отдайте Лизе"
    new "Купите книгу - [item_bookse.name] и отдайте Лизе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:117
    old "Я подарил Лизе книжку, которая содержит много ответов на её вопросы. Да мне и самому было бы полезно её почитать, но лень.\nНужно будет поинтересоваться через несколько дней, что она об этой книге думает..."
    new "Я подарил Лизе книжку, которая содержит много ответов на её вопросы. Да мне и самому было бы полезно её почитать, но лень.\nНужно будет поинтересоваться через несколько дней, что она об этой книге думает..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:120
    old "Поговорите с Лизой, узнайте её мнение о книге"
    new "Поговорите с Лизой, узнайте её мнение о книге"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:122
    old "Поболтал с Лизой насчёт той книги на тему сексуального образования... И Лиза меня приятно удивила. Она сказала, что книжка забавная, но она не прочь почитать немного другую литературу, а именно - порно журналы! Обалдеть! Нужно срочно заказать кое-что для неё..."
    new "Поболтал с Лизой насчёт той книги на тему сексуального образования... И Лиза меня приятно удивила. Она сказала, что книжка забавная, но она не прочь почитать немного другую литературу, а именно - порно журналы! Обалдеть! Нужно срочно заказать кое-что для неё..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:124
    old "Купите журнал - [item_playboy.name] и отдайте Лизе"
    new "Купите журнал - [item_playboy.name] и отдайте Лизе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:126
    old "Лиза взяла журнал, но сказала, что при мне его читать не будет. Неужели, стесняется? Это нужно срочно исправить. Кстати, она также намекнула, что в электронном виде всё гораздо удобнее. Видимо, хочет уметь смотреть порно и на телефоне. Только вот как это сделать? У нас же защита на стороне провайдера... Думаю, надо покопаться в интернете на эту тему и выяснить как и что можно сделать."
    new "Лиза взяла журнал, но сказала, что при мне его читать не будет. Неужели, стесняется? Это нужно срочно исправить. Кстати, она также намекнула, что в электронном виде всё гораздо удобнее. Видимо, хочет уметь смотреть порно и на телефоне. Только вот как это сделать? У нас же защита на стороне провайдера... Думаю, надо покопаться в интернете на эту тему и выяснить как и что можно сделать."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:129
    old "Я покопался в интернете и обнаружил, что у нашего провайдера самая серьёзная защита от подобного контента и просто эту проблему не решить. Но можно пойти другим путём. Нужно лишь купить специальную хакнутую сим-карту с безлимитным интернет тарифом. Главное, что там другой провайдер, без этой параноидальной защиты контента!"
    new "Я покопался в интернете и обнаружил, что у нашего провайдера самая серьёзная защита от подобного контента и просто эту проблему не решить. Но можно пойти другим путём. Нужно лишь купить специальную хакнутую сим-карту с безлимитным интернет тарифом. Главное, что там другой провайдер, без этой параноидальной защиты контента!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:132
    old "Вот только этот ХаЦКеР всё обломал, и он пришлёт мне сим-карту. С одной стороны вроде бесплатно, но с другой стороны всё же за мои деньги."
    new "Вот только этот ХаЦКеР всё обломал, и он пришлёт мне сим-карту. С одной стороны вроде бесплатно, но с другой стороны всё же за мои деньги."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:137
    old "Прочитайте присланное вам на электронную почту сообщение"
    new "Прочитайте присланное вам на электронную почту сообщение"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:139
    old "Дождитесь когда вам пришлют сим-карту и отдайте её Лизе"
    new "Дождитесь когда вам пришлют сим-карту и отдайте её Лизе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:141
    old "Я отдал Лизе новую сим-карту и теперь в её телефоне можно открывать практически любые сайты. В чём-то я ей даже завидую. Но главное, что теперь она может смотреть порно, причём, без ограничений! Надеюсь, именно этим она и будет заниматься в своём телефоне..."
    new "Я отдал Лизе новую сим-карту и теперь в её телефоне можно открывать практически любые сайты. В чём-то я ей даже завидую. Но главное, что теперь она может смотреть порно, причём, без ограничений! Надеюсь, именно этим она и будет заниматься в своём телефоне..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:144
    old "Поговорите с Лизой, узнайте как ей свободный доступ в интернет"
    new "Поговорите с Лизой, узнайте как ей свободный доступ в интернет"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:146
    old "Во время разговора с Лизой ко мне пришла шикарная идея! Теперь нужно побороть её скромность. Самое сложное - это убедить её спать без нижнего белья. Хотя бы, без верха, но лучше совсем голой! Если мне удастся её в этом убедить, то я смогу глазеть на её сиськи в любой момент! Одно это - отличная награда за все мои труды... А куда это всё может ещё завести? Ух..."
    new "Во время разговора с Лизой ко мне пришла шикарная идея! Теперь нужно побороть её скромность. Самое сложное - это убедить её спать без нижнего белья. Хотя бы, без верха, но лучше совсем голой! Если мне удастся её в этом убедить, то я смогу глазеть на её сиськи в любой момент! Одно это - отличная награда за все мои труды... А куда это всё может ещё завести? Ух..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:149
    old "Поговорите с Лизой, узнайте что она думает о вашем предложении"
    new "Поговорите с Лизой, узнайте что она думает о вашем предложении"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:151
    old "Да! Я сделал это! Лиза согласилась спать в одних трусиках. Правда, она потребовала, чтобы я спал совсем голый, в качестве условия, на которое я якобы не пошёл бы... Ну и ладно, пусть привыкает к виду моего члена. В конце концов, это всё даст двойной эффект! Вот только бы мама не обнаружила, что мы спим в таком виде. Оправдание придумать вряд ли получится..."
    new "Да! Я сделал это! Лиза согласилась спать в одних трусиках. Правда, она потребовала, чтобы я спал совсем голый, в качестве условия, на которое я якобы не пошёл бы... Ну и ладно, пусть привыкает к виду моего члена. В конце концов, это всё даст двойной эффект! Вот только бы мама не обнаружила, что мы спим в таком виде. Оправдание придумать вряд ли получится..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:154
    old "Несколько дней никаких событий не произойдёт, ждите"
    new "Несколько дней никаких событий не произойдёт, ждите"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:157
    old "Сегодня к вам в комнату прибежит Алиса, события с Лизой не будет"
    new "Сегодня к вам в комнату прибежит Алиса, события с Лизой не будет"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:159
    old "Ночью вас ожидает событие, ложитесь спать не позднее 01:00"
    new "Ночью вас ожидает событие, ложитесь спать не позднее 01:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:161
    old "Я заметил ночью, что Лиза начала себя ласкать... При том, что я сплю на соседней кровати! Я не подал вида, что заметил это. Интересно, куда это всё зайдёт..."
    new "Я заметил ночью, что Лиза начала себя ласкать... При том, что я сплю на соседней кровати! Я не подал вида, что заметил это. Интересно, куда это всё зайдёт..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:164
    old "Ночью Лиза опять себя ласкала, но на этот раз она поняла, что я это заметил... И она не остановилась! Правда, когда я предложил помощь, она отказалась..."
    new "Ночью Лиза опять себя ласкала, но на этот раз она поняла, что я это заметил... И она не остановилась! Правда, когда я предложил помощь, она отказалась..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:167
    old "Ночью Лиза снова себя ласкала у меня на глазах. Но в этот раз я стал делать то же самое. Мы это делали друг у друга на глазах! С ума сойти! Лиза, ещё недавно была скромной девочкой и теперь такое..."
    new "Ночью Лиза снова себя ласкала у меня на глазах. Но в этот раз я стал делать то же самое. Мы это делали друг у друга на глазах! С ума сойти! Лиза, ещё недавно была скромной девочкой и теперь такое..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:170
    old "Проходите события - «Одноклассник»"
    new "Проходите события - «Одноклассник»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:172
    old "Поговорите с Лизой. Готова ли она стать вашей девушкой"
    new "Поговорите с Лизой. Готова ли она стать вашей девушкой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:176
    old "Произошло невероятное! Лиза согласилась... стать моей девушкой! Конечно, у неё очередная куча новых условий, но всё это ерунда. Главное, что она МОЯ девушка!\nНу и что, что нельзя трогать, лапать, приставать, да и девственницей хочет остаться, зато теперь можно такое! Хотя, что же именно можно?"
    new "Произошло невероятное! Лиза согласилась... стать моей девушкой! Конечно, у неё очередная куча новых условий, но всё это ерунда. Главное, что она МОЯ девушка!\nНу и что, что нельзя трогать, лапать, приставать, да и девственницей хочет остаться, зато теперь можно такое! Хотя, что же именно можно?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:179
    old "Поговорите с Лизой"
    new "Поговорите с Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:181
    old "Лиза признала, что она моя девушка и даже готова к чему-то... вероятно... Вот только мне нужно найти наставника, а лучше наставницу, которая будет нас обучать всем премудростям секса. Кажется, у меня есть вариант. Единственный."
    new "Лиза признала, что она моя девушка и даже готова к чему-то... вероятно... Вот только мне нужно найти наставника, а лучше наставницу, которая будет нас обучать всем премудростям секса. Кажется, у меня есть вариант. Единственный."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:186
    old "Поговорите с Кирой"
    new "Поговорите с Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:189
    old "Кира с радостью согласилась помогать нам с Лизой в обучении сексу! Лучшего учителя и не найти, конечно. Осталось только дождаться её визита и посмотреть, как всё пройдёт..."
    new "Кира с радостью согласилась помогать нам с Лизой в обучении сексу! Лучшего учителя и не найти, конечно. Осталось только дождаться её визита и посмотреть, как всё пройдёт..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:193
    old "Кира пришла ночью в костюме... учительницы! Ну, такой сексуальной очень... Лиза, конечно всё приняла в штыки. Но в её глазах я заметил некоторое оживление. Может быть, мне удастся её убедить начать эти уроки?"
    new "Кира пришла ночью в костюме... учительницы! Ну, такой сексуальной очень... Лиза, конечно всё приняла в штыки. Но в её глазах я заметил некоторое оживление. Может быть, мне удастся её убедить начать эти уроки?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:197
    old "Лиза очень быстро согласилась начать эти уроки сексуального образования. Очевидно, что она это хочет не меньше, чем я, а может быть, даже и больше! Теперь нужно предупредить Киру, что она может приходить ночью..."
    new "Лиза очень быстро согласилась начать эти уроки сексуального образования. Очевидно, что она это хочет не меньше, чем я, а может быть, даже и больше! Теперь нужно предупредить Киру, что она может приходить ночью..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:201
    old "Всё, Киру я предупредил, теперь стоит ждать первого урока. Каким он будет? Даже не представляю. Интересно, а секс сразу будет или сначала теория? Эх... Нужно дождаться и самому всё увидеть..."
    new "Всё, Киру я предупредил, теперь стоит ждать первого урока. Каким он будет? Даже не представляю. Интересно, а секс сразу будет или сначала теория? Эх... Нужно дождаться и самому всё увидеть..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:204
    old "Ну что же... Это был лучший урок в моей жизни! Если бы в школе преподавали такое, я бы учился там до старости! Лиза дрочила мне на глазах у Киры! Я об этом не то, что не мечтал, а даже подумать не мог! Ух...\nКира даже задание дала - тренируйтесь детишки, пока меня нет. Я всеми частями тела за! А некоторыми, так особенно! Вот только Лиза может быть против..."
    new "Ну что же... Это был лучший урок в моей жизни! Если бы в школе преподавали такое, я бы учился там до старости! Лиза дрочила мне на глазах у Киры! Я об этом не то, что не мечтал, а даже подумать не мог! Ух...\nКира даже задание дала - тренируйтесь детишки, пока меня нет. Я всеми частями тела за! А некоторыми, так особенно! Вот только Лиза может быть против..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:208
    old "Лизу удалось уломать на то, чтобы она иногда мне дрочила... Но не просто так. Придётся делать уроки. Но если она будет помогать мне в это время, то я с радостью сделаю за неё вообще всё домашнее задание, конечно!\nА что самое интересное, Кира сказала, что прежде, чем перейдём к следующему занятию, нужно это сделать несколько раз... Боюсь даже представить что будет дальше. Жду с нетерпением!"
    new "Лизу удалось уломать на то, чтобы она иногда мне дрочила... Но не просто так. Придётся делать уроки. Но если она будет помогать мне в это время, то я с радостью сделаю за неё вообще всё домашнее задание, конечно!\nА что самое интересное, Кира сказала, что прежде, чем перейдём к следующему занятию, нужно это сделать несколько раз... Боюсь даже представить что будет дальше. Жду с нетерпением!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:211
    old "Купите в интернет-магазине [item_bathrobe.name] и подарите его Лизе"
    new "Купите в интернет-магазине [item_bathrobe.name] и подарите его Лизе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:214
    old "Помогайте Лизе с домашней работой в обмен на мастурбацию"
    new "Помогайте Лизе с домашней работой в обмен на мастурбацию"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:217
    old "Лиза должна вам подрочить ещё [var1] раз(а)"
    new "Лиза должна вам подрочить ещё [var1] раз(а)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:220
    old "Второй урок был ещё лучше! Кира мне отсосала на глазах у Лизы! Кажется, я в раю! Правда, Лиза отказалась сделать то же самое... Мне даже показалось, что Лиза не хочет продолжать занятия... Надо её убедить..."
    new "Второй урок был ещё лучше! Кира мне отсосала на глазах у Лизы! Кажется, я в раю! Правда, Лиза отказалась сделать то же самое... Мне даже показалось, что Лиза не хочет продолжать занятия... Надо её убедить..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:224
    old "Ну что... Лизу удалось убедить продолжить наши занятия. Не очень-то она долго и ломалась... Неужели, она мне отсосёт на глазах у тёти Киры?! Не верю!"
    new "Ну что... Лизу удалось убедить продолжить наши занятия. Не очень-то она долго и ломалась... Неужели, она мне отсосёт на глазах у тёти Киры?! Не верю!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:229
    old "Да! Лиза сделала это! Она мне отсосала и даже всё проглотила! Правда, она всем видом показала, что ей это жутко не понравилось... Но что делать. Нужно же ей учиться, правда? А что самое интересное, тётя Кира сказала нам тренироваться! Вот только как бы убедить Лизу в этом..."
    new "Да! Лиза сделала это! Она мне отсосала и даже всё проглотила! Правда, она всем видом показала, что ей это жутко не понравилось... Но что делать. Нужно же ей учиться, правда? А что самое интересное, тётя Кира сказала нам тренироваться! Вот только как бы убедить Лизу в этом..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:233
    old "Мне удалось договориться с Лизой, чтобы она иногда на мне тренировалась... ну, училась делать минет... Вот только она готова это делать только, если я возьму на себя её наказание... Да уж. С одной стороны это забавно, а с другой - авторитет-то падает... Но какая награда!\nДа, это нужно сделать несколько раз. Тогда наши уроки продолжатся. Так сказала тётя Кира..."
    new "Мне удалось договориться с Лизой, чтобы она иногда на мне тренировалась... ну, училась делать минет... Вот только она готова это делать только, если я возьму на себя её наказание... Да уж. С одной стороны это забавно, а с другой - авторитет-то падает... Но какая награда!\nДа, это нужно сделать несколько раз. Тогда наши уроки продолжатся. Так сказала тётя Кира..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:236
    old "Специально сделайте ошибки в домашнем задании Лизы и возьмите вину на себя, после чего сможете потребовать от неё минет"
    new "Специально сделайте ошибки в домашнем задании Лизы и возьмите вину на себя, после чего сможете потребовать от неё минет"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:239
    old "Нужно повторить ещё [var1] раз(а)"
    new "Нужно повторить ещё [var1] раз(а)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:241
    old "Помогая Лизе с домашней работой, допустите ошибки в её домашнем задании."
    new "Помогая Лизе с домашней работой, допустите ошибки в её домашнем задании."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:243
    old "Перед ужином Мама её накажет. Возьмите вину на себя"
    new "Перед ужином Мама её накажет. Возьмите вину на себя"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:245
    old "После ужина, когда Лиза будет отдыхать в комнате, потребуйте от неё выполнение вашего уговора"
    new "После ужина, когда Лиза будет отдыхать в комнате, потребуйте от неё выполнение вашего уговора"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:247
    old "Четвёртый урок был весьма неожиданным. Тётя Кира потребовала, чтобы я тоже доставлял им удовольствие... причём, своим собственным языком. К счастью, им обеим это очень понравилось. Конечно, Лиза очень смутилась, но позволила мне её ласкать... Интересно, что ещё она позволит?"
    new "Четвёртый урок был весьма неожиданным. Тётя Кира потребовала, чтобы я тоже доставлял им удовольствие... причём, своим собственным языком. К счастью, им обеим это очень понравилось. Конечно, Лиза очень смутилась, но позволила мне её ласкать... Интересно, что ещё она позволит?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:250
    old "Пятый урок был ещё лучше! На этот раз я трахнул тётю Киру прямо в попку! Причём, ещё и Лизе пробку затолкали! Если так пойдёт дальше, я трахну их обеих! Ах... мечты, мечты... или нет?"
    new "Пятый урок был ещё лучше! На этот раз я трахнул тётю Киру прямо в попку! Причём, ещё и Лизе пробку затолкали! Если так пойдёт дальше, я трахну их обеих! Ах... мечты, мечты... или нет?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:253
    old "Шестой урок был ещё лучше предыдущего! К сожалению, трахнуть Лизу не удалось, зато тётя Кира, как всегда, хороша! Она мне ещё и отсосала в самом конце! Это лучшая тётя на свете!"
    new "Шестой урок был ещё лучше предыдущего! К сожалению, трахнуть Лизу не удалось, зато тётя Кира, как всегда, хороша! Она мне ещё и отсосала в самом конце! Это лучшая тётя на свете!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:256
    old "Да, да, да! Я сделал это! Я трахнул свою младшую сестрёнку прямо в попку! И даже кончил... вот она возмущалась... Ну а как я мог сдержаться? Я же об этом давно мечтал... А нет, даже и не мечтал! Это был лучший день в моей жизни!"
    new "Да, да, да! Я сделал это! Я трахнул свою младшую сестрёнку прямо в попку! И даже кончил... вот она возмущалась... Ну а как я мог сдержаться? Я же об этом давно мечтал... А нет, даже и не мечтал! Это был лучший день в моей жизни!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:259
    old "Это невероятно, но теперь я могу приглашать тётю Киру на ночь для... особых уроков. Конечно, она это делает не ради науки, а просто ей нравится трахаться. Но бонусом или даже главным призом является то, что мне удаётся ещё и Лизу оттрахать! Мечта стала реальностью!"
    new "Это невероятно, но теперь я могу приглашать тётю Киру на ночь для... особых уроков. Конечно, она это делает не ради науки, а просто ей нравится трахаться. Но бонусом или даже главным призом является то, что мне удаётся ещё и Лизу оттрахать! Мечта стала реальностью!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:262
    old "Продолжайте приглашать Киру на секс-уроки, это можно делать 1 раз в 3 дня, не чаще"
    new "Продолжайте приглашать Киру на секс-уроки, это можно делать 1 раз в 3 дня, не чаще"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:268
    old "Осталось уроков [var1]"
    new "Осталось уроков [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:271
    old "Поговорите с Лизой и предложите ей ходить дома без трусиков"
    new "Поговорите с Лизой и предложите ей ходить дома без трусиков"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:273
    old "Уговорите Лизу не носить трусики дома"
    new "Уговорите Лизу не носить трусики дома"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:279
    old "Продвиньтесь в дополнительных событиях - «Кто в доме мужчина?»"
    new "Продвиньтесь в дополнительных событиях - «Кто в доме мужчина?»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:281
    old "Накажите Лизу после ужина"
    new "Накажите Лизу после ужина"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:284
    old "Осталось наказаний после ужина: [var3]"
    new "Осталось наказаний после ужина: [var3]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:288
    old "Кажется, во время очередного наказания Лизы что-то пошло не так: я заметил, что она возбудилась, но из-за чего? Из-за того, что я её наказывал или просто мы оказались наедине, она абсолютно голая... Или же дело в другом?"
    new "Кажется, во время очередного наказания Лизы что-то пошло не так: я заметил, что она возбудилась, но из-за чего? Из-за того, что я её наказывал или просто мы оказались наедине, она абсолютно голая... Или же дело в другом?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:293
    old "Во время наказания потрогайте киску"
    new "Во время наказания потрогайте киску"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:297
    old "Я пообщался с тётей Кирой на тему странного поведения Лизы. Кстати, сестрёнка приходила к тёте ещё до меня по тому же самому поводу. Деталей я не знаю, но тётя Кира решила помочь разобраться в странном поведении Лизы. Возможно, наш регулярный ночной урок в этот раз будет необычным..."
    new "Я пообщался с тётей Кирой на тему странного поведения Лизы. Кстати, сестрёнка приходила к тёте ещё до меня по тому же самому поводу. Деталей я не знаю, но тётя Кира решила помочь разобраться в странном поведении Лизы. Возможно, наш регулярный ночной урок в этот раз будет необычным..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:300
    old "Сегодня ночью ждите Тётю Киру"
    new "Сегодня ночью ждите Тётю Киру"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:302
    old "Попросите Тётю Киру снова прийти к вам ночью"
    new "Попросите Тётю Киру снова прийти к вам ночью"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:304
    old "Не подкладывайте в комнату Алисы паука. И не приглашайте Киру в пятницу, т.к. в субботу она поздно вернётся с Алисой."
    new "Не подкладывайте в комнату Алисы паука. И не приглашайте Киру в пятницу, т.к. в субботу она поздно вернётся с Алисой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:306
    old "После особого ночного урока с тётей Кирой и Лизой, мы выяснили, что сестрёнку возбуждает не боль, а чувство беспомощности. Неужели, ей нравится, когда ею владеют? Ну так я не прочь! Теперь нужно приобрести наручники и немного поразвлекаться во время особых наказаний..."
    new "После особого ночного урока с тётей Кирой и Лизой, мы выяснили, что сестрёнку возбуждает не боль, а чувство беспомощности. Неужели, ей нравится, когда ею владеют? Ну так я не прочь! Теперь нужно приобрести наручники и немного поразвлекаться во время особых наказаний..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:311
    old "Купите наручники и дождитесь их доставки"
    new "Купите наручники и дождитесь их доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:313
    old "Используйте наручники, когда Лиза спит ночью."
    new "Используйте наручники, когда Лиза спит ночью."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:315
    old "Выберите: поиграть с Лизой, снять шорты и пристегнуть наручниками"
    new "Выберите: поиграть с Лизой, снять шорты и пристегнуть наручниками"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:317
    old "Я придумал отличное применение для наручников - пока Лиза спит, её можно... использовать как девушку. Что самое интересное, ей это тоже нравится!"
    new "Я придумал отличное применение для наручников - пока Лиза спит, её можно... использовать как девушку. Что самое интересное, ей это тоже нравится!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:324
    old "Наш разговор с тётей Кирой затронул очень щекотливую тему, а именно - невинность младшей сестрёнки. Тётя порекомендовала выяснить у Лизы, почему она не хочет сделать следующий шаг. Пожалуй, стоит поговорить с Лизой об этом."
    new "Наш разговор с тётей Кирой затронул очень щекотливую тему, а именно - невинность младшей сестрёнки. Тётя порекомендовала выяснить у Лизы, почему она не хочет сделать следующий шаг. Пожалуй, стоит поговорить с Лизой об этом."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:328
    old "Я поговорил с Лизой насчёт её невинности. Много думал. Похоже, сестрёнка и правда ждёт своего единственного принца на белом коне... А точнее, она хочет романтических отношений. Похоже, у меня есть небольшой шанс дать ей именно то, что она хочет... Но с чего начать?"
    new "Я поговорил с Лизой насчёт её невинности. Много думал. Похоже, сестрёнка и правда ждёт своего единственного принца на белом коне... А точнее, она хочет романтических отношений. Похоже, у меня есть небольшой шанс дать ей именно то, что она хочет... Но с чего начать?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:331
    old "Поговорите с Лизой через несколько дней"
    new "Поговорите с Лизой через несколько дней"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:334
    old "Осталось дней: [var1]"
    new "Осталось дней: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:338
    old "Я пообщался с Лизой насчёт романтических отношений и почему-то я отказался. Может быть, это и к лучшему. Во всяком случае, я ничего не теряю и могу развлекаться со своей младшей сестрёнкой когда и как хочу. Ну... почти.\nНу и если я передумаю, то всегда можно вернуться к этой теме, хотя лучше немного выждать, хотя бы неделю..."
    new "Я пообщался с Лизой насчёт романтических отношений и почему-то я отказался. Может быть, это и к лучшему. Во всяком случае, я ничего не теряю и могу развлекаться со своей младшей сестрёнкой когда и как хочу. Ну... почти.\nНу и если я передумаю, то всегда можно вернуться к этой теме, хотя лучше немного выждать, хотя бы неделю..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:348
    old "Итак, я решил попробовать романтические отношения с Лизой. Всё ещё сомневаюсь, что это хорошая идея, но почему нет? Я всего лишь могу потерять возможность трахаться с ней когда захочу и придётся ходить на свидания, дарить цветы и подарки? Или нет? Посмотрим.\nТак или иначе, решение принято и надо посмотреть куда это всё зайдёт. А для начала надо встретить её из школы, часов в 15."
    new "Итак, я решил попробовать романтические отношения с Лизой. Всё ещё сомневаюсь, что это хорошая идея, но почему нет? Я всего лишь могу потерять возможность трахаться с ней когда захочу и придётся ходить на свидания, дарить цветы и подарки? Или нет? Посмотрим.\nТак или иначе, решение принято и надо посмотреть куда это всё зайдёт. А для начала надо встретить её из школы, часов в 15."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:351
    old "Ну что же, наконец-то у меня появился повод выйти из дома. И даже встретил Лизу после школы. Вот она удивилась! Мы немного погуляли и забрели в какую-то кофейню. Лиза сказала, что сомневается, что у нас что-то получится в плане романтических отношений, а точнее, она не хочет отказываться ни от чего. Ни от секса, ни от свиданий... Надеюсь, подарки дарить не придётся?"
    new "Ну что же, наконец-то у меня появился повод выйти из дома. И даже встретил Лизу после школы. Вот она удивилась! Мы немного погуляли и забрели в какую-то кофейню. Лиза сказала, что сомневается, что у нас что-то получится в плане романтических отношений, а точнее, она не хочет отказываться ни от чего. Ни от секса, ни от свиданий... Надеюсь, подарки дарить не придётся?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:354
    old "Через пару дней встретьте Лизу у Школы"
    new "Через пару дней встретьте Лизу у Школы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:359
    old "Лиза сегодня не учится в Школе"
    new "Лиза сегодня не учится в Школе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:361
    old "В 15:00 встретьте Лизу у Школы"
    new "В 15:00 встретьте Лизу у Школы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:363
    old "На очередном свидании с Лизой мы наконец-то разобрались в наших отношениях. Ей нравятся наши шалости дома, а также свидания и всё что у неё есть, но при этом она не хочет связывать обязательствами ни меня, ни себя... Ну что же, я тоже ничего не теряю.\nПохоже, Лиза не стала бы ревновать даже если бы я начал с кем-то встречаться. Более того, Лиза решила мне помочь построить отношения с Викой, которая работает в кофейне, куда мы ходили с Лизой на свидания. Лиза сказала, что попробует лучше познакомиться с Викой и узнать о ней побольше."
    new "На очередном свидании с Лизой мы наконец-то разобрались в наших отношениях. Ей нравятся наши шалости дома, а также свидания и всё что у неё есть, но при этом она не хочет связывать обязательствами ни меня, ни себя... Ну что же, я тоже ничего не теряю.\nПохоже, Лиза не стала бы ревновать даже если бы я начал с кем-то встречаться. Более того, Лиза решила мне помочь построить отношения с Викой, которая работает в кофейне, куда мы ходили с Лизой на свидания. Лиза сказала, что попробует лучше познакомиться с Викой и узнать о ней побольше."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:375
    old "Лиза стала ходить в кофейню и общаться с Викой. Узнала много интересного... Похоже, её больше заботит моя личная жизнь, чем своя собственная. Нужно будет выяснить, в чём причина такой заботы..."
    new "Лиза стала ходить в кофейню и общаться с Викой. Узнала много интересного... Похоже, её больше заботит моя личная жизнь, чем своя собственная. Нужно будет выяснить, в чём причина такой заботы..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:380
    old "Невероятно! Лиза стала моей девушкой! И она хочет заняться со мной сексом, но анальным, что тоже не плохо. Только вот она выдвинула условие, что для этого секса ей нужен учитель, наставник, кто смог бы обучить её и ну, меня, хотя зачем мне, не понимаю, но ладно. Есть у меня идея к кому обратиться за помощью."
    new "Невероятно! Лиза стала моей девушкой! И она хочет заняться со мной сексом, но анальным, что тоже не плохо. Только вот она выдвинула условие, что для этого секса ей нужен учитель, наставник, кто смог бы обучить её и ну, меня, хотя зачем мне, не понимаю, но ладно. Есть у меня идея к кому обратиться за помощью."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:387
    old "Тётя Кира придумала план наших секс-уроков, основательно подготовилась, а мы оказались уже образованными во всё том, чему она хотела тогда нас учить и даже больше. С блеском прошли её экзамены и все остались счастливыми и удовлетворенными. Вот бы все уроки были такими. А Лиза сильно не была шокирована появлением Киры, даже наоборот, ей с ней комфортно. Жду не дождусь следующего урока."
    new "Тётя Кира придумала план наших секс-уроков, основательно подготовилась, а мы оказались уже образованными во всё том, чему она хотела тогда нас учить и даже больше. С блеском прошли её экзамены и все остались счастливыми и удовлетворенными. Вот бы все уроки были такими. А Лиза сильно не была шокирована появлением Киры, даже наоборот, ей с ней комфортно. Жду не дождусь следующего урока."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:391
    old "Лиза догадалась, что что-то не то, раз Тётя Кира с такой лёгкостью согласилась своих племянников обучать сексу. Но Лиза не разозлилась, а даже поддержала меня. Это очень странно и одновременно интересно."
    new "Лиза догадалась, что что-то не то, раз Тётя Кира с такой лёгкостью согласилась своих племянников обучать сексу. Но Лиза не разозлилась, а даже поддержала меня. Это очень странно и одновременно интересно."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:394
    old "Лиза хотела попробовать анальный секс, но струсила и не решилась. Но ничего, в следующий раз секс будет точно. А вот попка тёти натренирована до совершенства, снова хочу её трахнуть, но видимо вне уроков пока не получится этого сделать."
    new "Лиза хотела попробовать анальный секс, но струсила и не решилась. Но ничего, в следующий раз секс будет точно. А вот попка тёти натренирована до совершенства, снова хочу её трахнуть, но видимо вне уроков пока не получится этого сделать."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:401
    old "Пару дней никаких новых событий"
    new "Пару дней никаких новых событий"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:408
    old "Дайте понять Лизе, что вы не спите"
    new "Дайте понять Лизе, что вы не спите"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:411
    old "Лиза пока не готова к общению на эту тему"
    new "Лиза пока не готова к общению на эту тему"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:415
    old "Сегодня к вам в комнату прибежит Алиса, Кира не придёт"
    new "Сегодня к вам в комнату прибежит Алиса, Кира не придёт"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:417
    old "Кира поздно вернётся с клуба, так что ждите её в следующую ночь"
    new "Кира поздно вернётся с клуба, так что ждите её в следующую ночь"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:419
    old "Сегодня ночью к вам в комнату заглянет Кира"
    new "Сегодня ночью к вам в комнату заглянет Кира"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:422
    old "Кира навестит вас ночью через несколько дней"
    new "Кира навестит вас ночью через несколько дней"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:429
    old "Поговорите с Кирой об уроках секса"
    new "Поговорите с Кирой об уроках секса"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:431
    old "Вы можете заниматься анальным сексом с Лизой, когда она моет посуду"
    new "Вы можете заниматься анальным сексом с Лизой, когда она моет посуду"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:434
    old "Вы не можете пригласить Киру на ночь. Продвиньтесь в ветке событий - «Контроль»"
    new "Вы не можете пригласить Киру на ночь. Продвиньтесь в ветке событий - «Контроль»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:438
    old "На данный момент это всё. Больше нет никакого продвижения в выбранном вами пути."
    new "На данный момент это всё. Больше нет никакого продвижения в выбранном вами пути."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_02_compl.rpy:440
    old "Больше нет никакого продвижения в оригинальной истории."
    new "Больше нет никакого продвижения в оригинальной истории."

