# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:24
    old "Во время одного из свиданий с Лизой, я познакомился с любопытной девушкой Викой. Лиза решила мне помочь и подружилась с Викой, узнала много интересного.\nВика ищет нового повара. Конечно, маловероятно, что я смогу быстро выучиться и стать поваром, который ей подойдёт, но стоит попробовать? Во всяком случае, так считает Лиза...\nАх да, теперь я могу выходить из дома не только на встречу с Лизой к школе, но и посещать кафе Вики. Думаю, стоит это сделать днём."
    new "Во время одного из свиданий с Лизой, я познакомился с любопытной девушкой Викой. Лиза решила мне помочь и подружилась с Викой, узнала много интересного.\nВика ищет нового повара. Конечно, маловероятно, что я смогу быстро выучиться и стать поваром, который ей подойдёт, но стоит попробовать? Во всяком случае, так считает Лиза...\nАх да, теперь я могу выходить из дома не только на встречу с Лизой к школе, но и посещать кафе Вики. Думаю, стоит это сделать днём."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:26
    old "Сходите один, без Лизы, в кафе"
    new "Сходите один, без Лизы, в кафе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:28
    old "Итак, я один сходил в кофейню и немного поболтал с Викой. Эта жизнерадостная девушка, кажется, очень открыта для общения. Она рассказала, что ищет не только повара, но и бармена. Но я думаю, что Лиза зря нагнетала обстановку и мне не потребуется ничего изучать, чтобы как-то сблизиться с Викой!"
    new "Итак, я один сходил в кофейню и немного поболтал с Викой. Эта жизнерадостная девушка, кажется, очень открыта для общения. Она рассказала, что ищет не только повара, но и бармена. Но я думаю, что Лиза зря нагнетала обстановку и мне не потребуется ничего изучать, чтобы как-то сблизиться с Викой!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:30
    old "Продолжайте без Лизы ходить в кафе"
    new "Продолжайте без Лизы ходить в кафе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:32
    old "Жизнь сложная штука. Вика так мило общалась со мной, но затем внезапно меня поставила на землю. Я так понял, что теперь единственный способ к ней приблизиться - это стать барменом и устроиться к ней на работу. Может быть, если мы будем по одну сторону барной стойки, у меня что-то получится? Но где и как учиться этому? Даже не знаю с чего начать... Нужно обо всём рассказать Лизе."
    new "Жизнь сложная штука. Вика так мило общалась со мной, но затем внезапно меня поставила на землю. Я так понял, что теперь единственный способ к ней приблизиться - это стать барменом и устроиться к ней на работу. Может быть, если мы будем по одну сторону барной стойки, у меня что-то получится? Но где и как учиться этому? Даже не знаю с чего начать... Нужно обо всём рассказать Лизе."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:35
    old "Кажется, немного удачи есть на моей стороне и я могу попытаться стать барменом! Лиза сказала, что один из её одноклассников тоже интересовался этой темой и занимался на каких-то курсах. Она узнает об этом подробнее и, может быть, в результате я научусь готовить коктейли! А это может быть полезно не только для того, чтобы приблизиться к Вике. Думаю, вся семья оценит мои новые таланты!"
    new "Кажется, немного удачи есть на моей стороне и я могу попытаться стать барменом! Лиза сказала, что один из её одноклассников тоже интересовался этой темой и занимался на каких-то курсах. Она узнает об этом подробнее и, может быть, в результате я научусь готовить коктейли! А это может быть полезно не только для того, чтобы приблизиться к Вике. Думаю, вся семья оценит мои новые таланты!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:39
    old "Поговорите через несколько дней с Лизой о Вике"
    new "Поговорите через несколько дней с Лизой о Вике"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_21_compl.rpy:44
    old "Поговорите с Лизой о Вике"
    new "Поговорите с Лизой о Вике"

