# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:26
    old "В случайном разговоре Лиза обмолвилась о том, что могла бы познакомить меня со своей подругой Оливией. Ещё недавно мне казалось, что Лиза её ненавидит. Видимо, что-то изменилось и у меня есть шанс узнать, что именно...\nСтоит зайти за Лизой после школы, тогда всё и узнаю..."
    new "В случайном разговоре Лиза обмолвилась о том, что могла бы познакомить меня со своей подругой Оливией. Ещё недавно мне казалось, что Лиза её ненавидит. Видимо, что-то изменилось и у меня есть шанс узнать, что именно...\nСтоит зайти за Лизой после школы, тогда всё и узнаю..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:28
    old "В случайном разговоре Лиза обмолвилась о том, что Оливия тоже хочет сходить со мной свидание. Думал ей достаточно того, что мы иногда занимаемся сексом. Но почему так внезапно захотелось ей этого, не понимаю.\nСтоит зайти за Лизой после школы, тогда всё и узнаю..."
    new "В случайном разговоре Лиза обмолвилась о том, что Оливия тоже хочет сходить со мной свидание. Думал ей достаточно того, что мы иногда занимаемся сексом. Но почему так внезапно захотелось ей этого, не понимаю.\nСтоит зайти за Лизой после школы, тогда всё и узнаю..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:31
    old "Оливия сегодня не учится в Школе"
    new "Оливия сегодня не учится в Школе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:33
    old "В 15:00 встретьте Лизу и Оливию у Школы"
    new "В 15:00 встретьте Лизу и Оливию у Школы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:36
    old "Вот я и познакомился с этой забавной девчонкой, о которой Лиза ещё недавно отзывалась весьма нелестно. Оливия прикольная... Мне кажется, стоит начать за ней ухаживать... Посмотрим, куда это всё заведёт..."
    new "Вот я и познакомился с этой забавной девчонкой, о которой Лиза ещё недавно отзывалась весьма нелестно. Оливия прикольная... Мне кажется, стоит начать за ней ухаживать... Посмотрим, куда это всё заведёт..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:38
    old "Вот закончилось наше первое свидание. Оно было не долгим, но Оливия намекнула, что непротив повторить и в следующий раз сможет посидеть подольше и пообщаться. Похожу и посмотрим, к чему это приведет, может, к новым знакомствам."
    new "Вот закончилось наше первое свидание. Оно было не долгим, но Оливия намекнула, что непротив повторить и в следующий раз сможет посидеть подольше и пообщаться. Похожу и посмотрим, к чему это приведет, может, к новым знакомствам."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:41
    old "Продолжайте ходить на свидание с Оливией"
    new "Продолжайте ходить на свидание с Оливией"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:43
    old "Встретьте Оливию во вторник или в пятницу"
    new "Встретьте Оливию во вторник или в пятницу"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:47
    old "В 15:00 встретьте Оливию у Школы"
    new "В 15:00 встретьте Оливию у Школы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:49
    old "Похоже, Оливии нужна моя помощь с уроками. Это весьма неожиданно, учитывая, что меня выгнали из школы. К счастью, я уже прошёл этот материал, всё помню и могу ей помочь с уроками. Лучше всего приходить во вторник и пятницу."
    new "Похоже, Оливии нужна моя помощь с уроками. Это весьма неожиданно, учитывая, что меня выгнали из школы. К счастью, я уже прошёл этот материал, всё помню и могу ей помочь с уроками. Лучше всего приходить во вторник и пятницу."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:55
    old "Вот я и познакомился с мамой Оливии, Дианой. Очень... интересная женщина. Ходит по дому голышом, совершенно меня не стесняется... А какая грудь! Ух, я уже сомневаюсь, а за той ли я ухаживаю? Хотя, что мешает ухаживать за обеими? Или я слишком забегаю вперёд? Хех..."
    new "Вот я и познакомился с мамой Оливии, Дианой. Очень... интересная женщина. Ходит по дому голышом, совершенно меня не стесняется... А какая грудь! Ух, я уже сомневаюсь, а за той ли я ухаживаю? Хотя, что мешает ухаживать за обеими? Или я слишком забегаю вперёд? Хех..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:57
    old "Вот я и познакомился с мамой Оливии, Дианой. Очень... интересная женщина. Ходит по дому голышом, совершенно меня не стесняется... А какая грудь! Ух, может мне и с её мамой начать встречаться? Что можно будет устроить с обеими..."
    new "Вот я и познакомился с мамой Оливии, Дианой. Очень... интересная женщина. Ходит по дому голышом, совершенно меня не стесняется... А какая грудь! Ух, может мне и с её мамой начать встречаться? Что можно будет устроить с обеими..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:59
    old "Во вторник и в пятницу приходите к Оливии домой"
    new "Во вторник и в пятницу приходите к Оливии домой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:61
    old "Ну что же... Кажется, я влип. Ещё точно не знаю во что, но похоже, что крепко... Во время позапрошлого визита Оливии я... немножко дал волю совим рукам и залез к ней под юбку... а Диана всё увидела. И в прошлый раз Диана устроила... даже не знаю как это назвать. В общем, я влип..."
    new "Ну что же... Кажется, я влип. Ещё точно не знаю во что, но похоже, что крепко... Во время позапрошлого визита Оливии я... немножко дал волю совим рукам и залез к ней под юбку... а Диана всё увидела. И в прошлый раз Диана устроила... даже не знаю как это назвать. В общем, я влип..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:66
    old "Поговорите через несколько дней с Лизой"
    new "Поговорите через несколько дней с Лизой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:74
    old "Оливия наверное думает, что я её бросил, но это не так. Лиза пообещала поговорить с Оливией и всё ей объяснить."
    new "Оливия наверное думает, что я её бросил, но это не так. Лиза пообещала поговорить с Оливией и всё ей объяснить."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:77
    old "Дождитесь новых событий в ближайшие выходные"
    new "Дождитесь новых событий в ближайшие выходные"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:79
    old "Новые события будут в выходные"
    new "Новые события будут в выходные"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:82
    old "Пару дней ни каких новых событий"
    new "Пару дней ни каких новых событий"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:84
    old "В выходные, в 16:00 подойдите к бассейну"
    new "В выходные, в 16:00 подойдите к бассейну"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:86
    old "Это какое-то чудо. Оливия у меня дома и полностью голая. Не ожидал, что Лиза приведет её к нам в дом. Да и к тому же, Оливия совсем не постеснялась и разделась до гола. А говорила, что не такая, чтобы вот так раздеваться при всех. Надо с ней поговорить, о случившемся с её мамой."
    new "Это какое-то чудо. Оливия у меня дома и полностью голая. Не ожидал, что Лиза приведет её к нам в дом. Да и к тому же, Оливия совсем не постеснялась и разделась до гола. А говорила, что не такая, чтобы вот так раздеваться при всех. Надо с ней поговорить, о случившемся с её мамой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:88
    old "Когда Оливия будет приходить позагорать, поговорите с ней."
    new "Когда Оливия будет приходить позагорать, поговорите с ней."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:90
    old "После разговора с Оливией понял, что мой член одним свои видом впечатлил её и Диану. И вроде она хотела ко всему прийти постепенно, в наших отношениях, но чувствую, что всё поменялось и в лучшую сторону, мой член меняет мир."
    new "После разговора с Оливией понял, что мой член одним свои видом впечатлил её и Диану. И вроде она хотела ко всему прийти постепенно, в наших отношениях, но чувствую, что всё поменялось и в лучшую сторону, мой член меняет мир."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:100
    old "Не ожидал, что новости будут настолько хорошими. Оливия хочет со мной секса! Спасибо сестренке, что привела её к нам домой. Теперь мои отношения с Оливией быстро перейдут на новый уровень. Жду не дождусь нашей с ней встречи."
    new "Не ожидал, что новости будут настолько хорошими. Оливия хочет со мной секса! Спасибо сестренке, что привела её к нам домой. Теперь мои отношения с Оливией быстро перейдут на новый уровень. Жду не дождусь нашей с ней встречи."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:103
    old "Передайте Лизе снотворное."
    new "Передайте Лизе снотворное."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:105
    old "Сегодня ночью Оливия придёт в гости. Не ложитесь спать."
    new "Сегодня ночью Оливия придёт в гости. Не ложитесь спать."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:107
    old "Моя сестренка с интересом наблюдала, как я занимаюсь сексом с Оливией, даже немного поласкала себя. И да, у меня был секс с Оливией. Оливии даже очень понравилось, что Лиза на нами наблюдала. Нужно будет повторить."
    new "Моя сестренка с интересом наблюдала, как я занимаюсь сексом с Оливией, даже немного поласкала себя. И да, у меня был секс с Оливией. Оливии даже очень понравилось, что Лиза на нами наблюдала. Нужно будет повторить."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:110
    old "Оливия кажется раскусила нас с Лизой, что мы не просто брат со сестрой и то что нас влечет друг к другу. И Оливия призналась, что её очень сильно заводит тема инцеста. Ох! Что же будет в следующий раз..."
    new "Оливия кажется раскусила нас с Лизой, что мы не просто брат со сестрой и то что нас влечет друг к другу. И Оливия призналась, что её очень сильно заводит тема инцеста. Ох! Что же будет в следующий раз..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:113
    old "Не знаю как, но Оливия смогла узнать у Лизы правду о нас. И эту ночь мы провели шикарно. Т.к. тема инцеста очень заводит Оливию, в сексе участвовали все: я, Оливия и Лиза. Теперь можно официально заявить, что у меня две девушки!"
    new "Не знаю как, но Оливия смогла узнать у Лизы правду о нас. И эту ночь мы провели шикарно. Т.к. тема инцеста очень заводит Оливию, в сексе участвовали все: я, Оливия и Лиза. Теперь можно официально заявить, что у меня две девушки!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_22_compl.rpy:120
    old "Оливия не может слишком часто приходить в гости ночью. Подождите несколько дней."
    new "Оливия не может слишком часто приходить в гости ночью. Подождите несколько дней."

