# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:24
    old "Как же я ненавижу этого козла Эрика! Он обвинил меня при всех в краже своего бумажника с деньгами! Причём, назвал такую сумму, что я останусь без штанов, если отдам эти деньги... Ещё он заявил, что даёт неделю на то, чтобы я вернул деньги. Что делать?"
    new "Как же я ненавижу этого козла Эрика! Он обвинил меня при всех в краже своего бумажника с деньгами! Причём, назвал такую сумму, что я останусь без штанов, если отдам эти деньги... Ещё он заявил, что даёт неделю на то, чтобы я вернул деньги. Что делать?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:28
    old "Я посоветовался с Кирой и она обратила внимание на то, что Эрик обвинил меня в краже бумажника, но я его не видел в глаза! Значит, он где-то лежит. Либо Эрик его потерял, либо спрятал и специально обвинил меня в воровстве.\nМожет быть, если я прокрадусь ночью, пока они с мамой спят, то смогу найти этот бумажник?"
    new "Я посоветовался с Кирой и она обратила внимание на то, что Эрик обвинил меня в краже бумажника, но я его не видел в глаза! Значит, он где-то лежит. Либо Эрик его потерял, либо спрятал и специально обвинил меня в воровстве.\nМожет быть, если я прокрадусь ночью, пока они с мамой спят, то смогу найти этот бумажник?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:30
    old "Ночью, когда все будут спать, попробуйте найти бумажник Эрика"
    new "Ночью, когда все будут спать, попробуйте найти бумажник Эрика"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:32
    old "По оригинальному сюжету это у вас не получится сделать"
    new "По оригинальному сюжету это у вас не получится сделать"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:34
    old "План был отличный, вот только Эрик проснулся, когда я рылся в его вещах... Кажется, он сообразил, что я делаю. Похоже, теперь у меня нет ни малейшего шанса сохранить свои деньги и доказать остальным свою невиновность... Может быть, снова поговорить с Кирой?"
    new "План был отличный, вот только Эрик проснулся, когда я рылся в его вещах... Кажется, он сообразил, что я делаю. Похоже, теперь у меня нет ни малейшего шанса сохранить свои деньги и доказать остальным свою невиновность... Может быть, снова поговорить с Кирой?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:37
    old "Кажется, у тёти Киры всегда есть отличный план на любой случай. Не исключение и моя ситуация. Она порекомендовала купить снотворное и пиво. Затем, сделать вид, что я иду на примерение с Эриком и дать ему пиво. Причём, открыть банку при нём и кинуть туда таблетку незаметно. Не знаю, получится у меня или нет... Кажется, тут нужна большая ловкость..."
    new "Кажется, у тёти Киры всегда есть отличный план на любой случай. Не исключение и моя ситуация. Она порекомендовала купить снотворное и пиво. Затем, сделать вид, что я иду на примерение с Эриком и дать ему пиво. Причём, открыть банку при нём и кинуть туда таблетку незаметно. Не знаю, получится у меня или нет... Кажется, тут нужна большая ловкость..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:41
    old "Да! Я нашёл его! Бумажник, как я и думал, всё это время был у Эрика. И внутри нет никаких денег... Однако, есть права. Причём, на какого-то Виктора! Вот это попадос, Эрик... Интересно, что мне делать с этой информацией? Кажется, это джекпот!"
    new "Да! Я нашёл его! Бумажник, как я и думал, всё это время был у Эрика. И внутри нет никаких денег... Однако, есть права. Причём, на какого-то Виктора! Вот это попадос, Эрик... Интересно, что мне делать с этой информацией? Кажется, это джекпот!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:44
    old "Дождитесь дня, когда Эрик потребует от вас денег. У вас должно быть при себе $[var2]"
    new "Дождитесь дня, когда Эрик потребует от вас денег. У вас должно быть при себе $[var2]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:48
    old "В назначенный день Эрик потребовал от меня мои же деньги. Причём, пришлось их отдать прямо перед всеми, как будто я какой-то вор."
    new "В назначенный день Эрик потребовал от меня мои же деньги. Причём, пришлось их отдать прямо перед всеми, как будто я какой-то вор."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:50
    old "Однако, Эрик не в курсе, что у меня его бумажник и права. Видимо, он подумал, что и правда их где-то потерял, а обвинять меня два раза в краже одного бумажника - это перебор...\nЯ обязательно выясню всё об этом Викторе Моро..."
    new "Однако, Эрик не в курсе, что у меня его бумажник и права. Видимо, он подумал, что и правда их где-то потерял, а обвинять меня два раза в краже одного бумажника - это перебор...\nЯ обязательно выясню всё об этом Викторе Моро..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:53
    old "Через несколько дней вам нужно будет заглянуть в комнату мамы, когда там будет Эрик"
    new "Через несколько дней вам нужно будет заглянуть в комнату мамы, когда там будет Эрик"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:56
    old "Осталось дней: [var3]"
    new "Осталось дней: [var3]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:58
    old "Загляните в комнату мамы, когда там будет один только Эрик"
    new "Загляните в комнату мамы, когда там будет один только Эрик"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:60
    old "Ну нихрена ж себе! Я подслушал телефонный разговор Эрика. Он общался с какой-то женщиной и называл её любимая?! А мою маму назвал... собачонкой?! Да я его закопаю! Нужно срочно об этом рассказать кому-то. Может быть, Кире?"
    new "Ну нихрена ж себе! Я подслушал телефонный разговор Эрика. Он общался с какой-то женщиной и называл её любимая?! А мою маму назвал... собачонкой?! Да я его закопаю! Нужно срочно об этом рассказать кому-то. Может быть, Кире?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:63
    old "Для продвижения необходимо продвинуться в событиях «Любимая Тётя»"
    new "Для продвижения необходимо продвинуться в событиях «Любимая Тётя»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:65
    old "Я рассказал Кире всё про права, Эрика... точнее, Виктора. В общем, она отнеслась к этому всему очень серьёзно. Взяла у меня права и обещала выяснить настоящие они или нет, а также какую-то информацию. Нужно лишь подождать несколько дней..."
    new "Я рассказал Кире всё про права, Эрика... точнее, Виктора. В общем, она отнеслась к этому всему очень серьёзно. Взяла у меня права и обещала выяснить настоящие они или нет, а также какую-то информацию. Нужно лишь подождать несколько дней..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:73
    old "Кира подтвердила, что права настоящие. А это значит, что этот подонок никакой не Эрик, а Виктор Моро. Правда, ничего толком больше узнать не удалось. К счастью, у Киры полно всяких полезных знакомых и она дала контакт хакера, который торгует информацией и может найти почти что угодно..."
    new "Кира подтвердила, что права настоящие. А это значит, что этот подонок никакой не Эрик, а Виктор Моро. Правда, ничего толком больше узнать не удалось. К счастью, у Киры полно всяких полезных знакомых и она дала контакт хакера, который торгует информацией и может найти почти что угодно..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:75
    old "Свяжитесь с хакером через ноутбук"
    new "Свяжитесь с хакером через ноутбук"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:77
    old "Это можно сделать до наступления ночи"
    new "Это можно сделать до наступления ночи"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:79
    old "Я связался с загадочным хакером, контакт которого мне дала тётя Кира. Тип подозрительный, но денег вперёд не взял. Я ему передал всю информацию по правам и он пообещал всё разузнать за один день. Стандартная его такса $500, если нет криминала... Интересно, что ему удастся найти?"
    new "Я связался с загадочным хакером, контакт которого мне дала тётя Кира. Тип подозрительный, но денег вперёд не взял. Я ему передал всю информацию по правам и он пообещал всё разузнать за один день. Стандартная его такса $500, если нет криминала... Интересно, что ему удастся найти?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:82
    old "Хакеру нужно время для поиска информации"
    new "Хакеру нужно время для поиска информации"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:86
    old "Для получения информации потребуется $2000."
    new "Для получения информации потребуется $2000."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:88
    old "Блин, это же джекпот! Этому хакеру удалось найти на Виктора такое! Ну всё, теперь я могу взять его за яйца или даже избавиться с помощью того контакта, который накопал хакер. Что мне выгоднее - решаю только я. Наконец-то!"
    new "Блин, это же джекпот! Этому хакеру удалось найти на Виктора такое! Ну всё, теперь я могу взять его за яйца или даже избавиться с помощью того контакта, который накопал хакер. Что мне выгоднее - решаю только я. Наконец-то!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:89
    old "Но только я не уверен, стоит ли мне связываться с мафией, может есть другой способ избавиться от Эрика. Поговорю ещё раз Кирой, может что-то ещё посоветует."
    new "Но только я не уверен, стоит ли мне связываться с мафией, может есть другой способ избавиться от Эрика. Поговорю ещё раз Кирой, может что-то ещё посоветует."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:99
    old "Да! Я сделал это! Похоже, этот Виктор и правда сильно насолил каким-то людям. Больше он не моя проблема и не проблема моей семьи!"
    new "Да! Я сделал это! Похоже, этот Виктор и правда сильно насолил каким-то людям. Больше он не моя проблема и не проблема моей семьи!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:103
    old "Ну всё, этот подонок Эрик... точнее, Виктор, у меня в кармане! Больше он не сможет ничего выкинуть и будет делать всё, что я потребую! Для начала он согласился отвалить от моей семьи, но я ещё что-нибудь придумаю. А если будет бесить - я всегда могу его сдать его бывшим друзьям, так сказать..."
    new "Ну всё, этот подонок Эрик... точнее, Виктор, у меня в кармане! Больше он не сможет ничего выкинуть и будет делать всё, что я потребую! Для начала он согласился отвалить от моей семьи, но я ещё что-нибудь придумаю. А если будет бесить - я всегда могу его сдать его бывшим друзьям, так сказать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:107
    old "Кира мне посоветовала пообщаться с Катей. Мама Кати работает в своём клубе и по-видимому предоставляет вполне сомнительные услуги сексуального характера. Что-то кажется, что Мама Кати будет куда опасней мафии, но стоит всё разузнать, а там потом посмотрим, что будет лучше выбрать."
    new "Кира мне посоветовала пообщаться с Катей. Мама Кати работает в своём клубе и по-видимому предоставляет вполне сомнительные услуги сексуального характера. Что-то кажется, что Мама Кати будет куда опасней мафии, но стоит всё разузнать, а там потом посмотрим, что будет лучше выбрать."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:110
    old "Катя согласилась мне помочь и поговорить со своей мамой. Но взамен, на её услугу я должен купить ей больше травы. Зачем ей столько, она же всё не выкурит?"
    new "Катя согласилась мне помочь и поговорить со своей мамой. Но взамен, на её услугу я должен купить ей больше травы. Зачем ей столько, она же всё не выкурит?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:113
    old "Через интернет купите - [item_bigganja.name]"
    new "Через интернет купите - [item_bigganja.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:115
    old "Когда Катя снова придёт к Алисе, отдайте ей травку."
    new "Когда Катя снова придёт к Алисе, отдайте ей травку."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:117
    old "Не знаю на что надеялся. Думал может как-нибудь обойдётся и не придётся разговаривать с её мамой лично. Катя на рассказывала про неё всякого. Но от Эрика мне очень надо избавиться, так что придётся пообщаться."
    new "Не знаю на что надеялся. Думал может как-нибудь обойдётся и не придётся разговаривать с её мамой лично. Катя на рассказывала про неё всякого. Но от Эрика мне очень надо избавиться, так что придётся пообщаться."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:119
    old "Через ноутбук поговорите с Мамой Кати"
    new "Через ноутбук поговорите с Мамой Кати"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:121
    old "Переговорил я с мамой Кати, она согласилась мне помочь, но при двух условиях. Нужно $5000, вроде не так много за такое темное дело, так что как-нибудь накоплю, а пока придётся терпеть этого Эрика. И второе, я должен трахнуть Алису, а Катя это всё снимет на видео. Это условие я с удовольствием и с большой радостью выполню."
    new "Переговорил я с мамой Кати, она согласилась мне помочь, но при двух условиях. Нужно $5000, вроде не так много за такое темное дело, так что как-нибудь накоплю, а пока придётся терпеть этого Эрика. И второе, я должен трахнуть Алису, а Катя это всё снимет на видео. Это условие я с удовольствием и с большой радостью выполню."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:123
    old "Зайдите в комнату к Алисе и Кате, когда они будут заниматься лесбийским сексом"
    new "Зайдите в комнату к Алисе и Кате, когда они будут заниматься лесбийским сексом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:125
    old "Одно из условий выполнено. Трахнул Алису с удовольствием, мне понравилось. Теперь мне осталось выбрать, или накопить $5000 и избавиться от Эрика с помощью мамы Кати или всё же воспользоваться услугами мафии или может попробовать надавить на Эрика."
    new "Одно из условий выполнено. Трахнул Алису с удовольствием, мне понравилось. Теперь мне осталось выбрать, или накопить $5000 и избавиться от Эрика с помощью мамы Кати или всё же воспользоваться услугами мафии или может попробовать надавить на Эрика."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:128
    old "Отлично! Эрик больше не моя проблема. Как только он получит приглашение и отправится в тот клуб, то больше его не встретим. Наверное, я так думаю, надеюсь..."
    new "Отлично! Эрик больше не моя проблема. Как только он получит приглашение и отправится в тот клуб, то больше его не встретим. Наверное, я так думаю, надеюсь..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:138
    old "Купите в интернет-магазине [item_beer.name] и дождитесь доставки"
    new "Купите в интернет-магазине [item_beer.name] и дождитесь доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:140
    old "Купите в интернет-магазине [item_sleeping.name] и дождитесь доставки"
    new "Купите в интернет-магазине [item_sleeping.name] и дождитесь доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:142
    old "Предложите Эрику пиво"
    new "Предложите Эрику пиво"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:144
    old "Сегодня ночью прокрадитесь в комнату и найдите бумажник Эрика"
    new "Сегодня ночью прокрадитесь в комнату и найдите бумажник Эрика"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:151
    old "Осталось дней: [var1]."
    new "Осталось дней: [var1]."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:153
    old "Сегодня перед ужином Эриком потребует от вас деньги"
    new "Сегодня перед ужином Эриком потребует от вас деньги"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:155
    old "К этому времени, у вас должно быть как минимум $[var2]"
    new "К этому времени, у вас должно быть как минимум $[var2]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:156
    old "Откладывать дни через Эрика нет смысла, если только уверены, что вам хватит дополнительных 7 дней для набора нужной суммы денег."
    new "Откладывать дни через Эрика нет смысла, если только уверены, что вам хватит дополнительных 7 дней для набора нужной суммы денег."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:158
    old "Ко дню, когда Эрик потребует у вас деньги, у вас должно быть как минимум $[var2]"
    new "Ко дню, когда Эрик потребует у вас деньги, у вас должно быть как минимум $[var2]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_17_compl.rpy:162
    old "Катя может прийти к Алисе только в ночь Среды или Воскресения"
    new "Катя может прийти к Алисе только в ночь Среды или Воскресения"

