# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:25
    old "Кира показала фотографии мамы нужному человеку и он очень заинтересовался. Теперь маму ждёт кастинг в порностудии! Что самое любопытное, там Кире и маме придётся вместе трахаться! Конечно, маму ещё нужно подготовить... Потренироваться перед зрителями, точнее одним... мной! Вот это поворот..."
    new "Кира показала фотографии мамы нужному человеку и он очень заинтересовался. Теперь маму ждёт кастинг в порностудии! Что самое любопытное, там Кире и маме придётся вместе трахаться! Конечно, маму ещё нужно подготовить... Потренироваться перед зрителями, точнее одним... мной! Вот это поворот..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:28
    old "Всё идёт просто замечательно! Кире удалось соблазнить мою маму. Похоже, обеим очень понравилось... Теперь осталось дело за малым - продемонстрировать это всё зрителю, а именно - мне! Уж меня уговаривать не надо... Да, Кира сказала, что она приходит в ночь с четверга на пятницу чуть раньше, чем обычно."
    new "Всё идёт просто замечательно! Кире удалось соблазнить мою маму. Похоже, обеим очень понравилось... Теперь осталось дело за малым - продемонстрировать это всё зрителю, а именно - мне! Уж меня уговаривать не надо... Да, Кира сказала, что она приходит в ночь с четверга на пятницу чуть раньше, чем обычно."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:30
    old "В ночь вторника или пятницы навестите Маму и Киру"
    new "В ночь вторника или пятницы навестите Маму и Киру"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:32
    old "Ох... Это было нечто! Мама совершенно не стесняется трахаться со своей сестрой прямо у меня на глазах! Кажется, она даже заводится, но из-за меня или просто из-за того, что кто-то смотрит? В любом случае, я готов смотреть вечно! И не только смотреть...\nТеперь нужно ждать подходящий момент для кастинга. Кира сказала, что даст знать, когда всё будет готово..."
    new "Ох... Это было нечто! Мама совершенно не стесняется трахаться со своей сестрой прямо у меня на глазах! Кажется, она даже заводится, но из-за меня или просто из-за того, что кто-то смотрит? В любом случае, я готов смотреть вечно! И не только смотреть...\nТеперь нужно ждать подходящий момент для кастинга. Кира сказала, что даст знать, когда всё будет готово..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:37
    old "Я поговорил с мамой насчёт кастинга. Она считает, что всё прошло плохо, но судя по описанию, все довольны... Значит, всё просто отлично! Похоже, у моей мамы и правда получится на этом зарабатывать... Наверняка, и мне занятие найдётся!"
    new "Я поговорил с мамой насчёт кастинга. Она считает, что всё прошло плохо, но судя по описанию, все довольны... Значит, всё просто отлично! Похоже, у моей мамы и правда получится на этом зарабатывать... Наверняка, и мне занятие найдётся!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:42
    old "Я поговорил с Кирой насчёт кастинга. Она уверена, что всё прошло просто великолепно! Мама всем понравилась, она была убедительна и у неё есть все шансы на отличную карьеру.\nНо что самое любопытное - тётя Кира предложила мне самому сниматься в порно! Возможно, даже будут платить, но я готов и сам доплачивать за возможность трахнуть какую-нибудь актрису!"
    new "Я поговорил с Кирой насчёт кастинга. Она уверена, что всё прошло просто великолепно! Мама всем понравилась, она была убедительна и у неё есть все шансы на отличную карьеру.\nНо что самое любопытное - тётя Кира предложила мне самому сниматься в порно! Возможно, даже будут платить, но я готов и сам доплачивать за возможность трахнуть какую-нибудь актрису!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:45
    old "У тёти Киры не очень хорошие новости из порностудии. Там намечается какой-то крупный проект, где будут задействованы все актёры. Даже её приглашали, но она отказалась, так как решила воспользоваться моментом и попробовать себя в роли режиссёра. Интересно, что у неё получится?"
    new "У тёти Киры не очень хорошие новости из порностудии. Там намечается какой-то крупный проект, где будут задействованы все актёры. Даже её приглашали, но она отказалась, так как решила воспользоваться моментом и попробовать себя в роли режиссёра. Интересно, что у неё получится?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:48
    old "Моя тётя просто жжёт! Она решила снять короткометражный порнофильм, в котором будут участвовать она сама, я и... моя мама! Мы вместе будем сниматься в порно! Да, она выдала мне текст, надо бы его заучить, если я хочу получить весь гонорар, а не только его часть...\nВот список моих реплик:\n- Мам, я дома! Сегодня нас чуть раньше отпустили...\n- Мам, ты где? Я хотел рассказать как всё прошло...\n- Видимо, мама наверху и не слышит...\n{i}(...идти молча к двери в комнату мамы...){/i}\n- Кажется, мама злится на горничную, ей не до меня... Подожду, пока они закончат...\n{i}(...ждать подходящий момент...){/i}\n- Мама с Мартой? Интересно, а папа в курсе?\n- Хорошо, мам...\n- А что папа об этом скажет?\n- Может быть, ты меня убедишь ничего не рассказывать... как-то...\n- Мам, ты хочешь, чтобы Марта меня... переубеждала при тебе?\n- Вот и покажи, насколько сильно она тебе нужна...\n- Ну я пока не решил... Всё в руках Марты...\n- Что-то пока не очень убедительно...\n- Так-то лучше!\n- Да, ему не обязательно об этом знать... сегодня..."
    new "Моя тётя просто жжёт! Она решила снять короткометражный порнофильм, в котором будут участвовать она сама, я и... моя мама! Мы вместе будем сниматься в порно! Да, она выдала мне текст, надо бы его заучить, если я хочу получить весь гонорар, а не только его часть...\nВот список моих реплик:\n- Мам, я дома! Сегодня нас чуть раньше отпустили...\n- Мам, ты где? Я хотел рассказать как всё прошло...\n- Видимо, мама наверху и не слышит...\n{i}(...идти молча к двери в комнату мамы...){/i}\n- Кажется, мама злится на горничную, ей не до меня... Подожду, пока они закончат...\n{i}(...ждать подходящий момент...){/i}\n- Мама с Мартой? Интересно, а папа в курсе?\n- Хорошо, мам...\n- А что папа об этом скажет?\n- Может быть, ты меня убедишь ничего не рассказывать... как-то...\n- Мам, ты хочешь, чтобы Марта меня... переубеждала при тебе?\n- Вот и покажи, насколько сильно она тебе нужна...\n- Ну я пока не решил... Всё в руках Марты...\n- Что-то пока не очень убедительно...\n- Так-то лучше!\n- Да, ему не обязательно об этом знать... сегодня..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:51
    old "Ну что я могу сказать... Да, я трахнул свою тётю... На глазах у своей мамы! Конечно, сюжет примитивный, но кого интересует сюжет в порнофильмах, верно?\nНадеюсь, в следующий раз тётя Кира напишет «правильный» сценарий, где мама будет не только смотреть... Прям предвкушаю этот момент!"
    new "Ну что я могу сказать... Да, я трахнул свою тётю... На глазах у своей мамы! Конечно, сюжет примитивный, но кого интересует сюжет в порнофильмах, верно?\nНадеюсь, в следующий раз тётя Кира напишет «правильный» сценарий, где мама будет не только смотреть... Прям предвкушаю этот момент!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:58
    old "Тётя Кира снова нас порадовала. На этот раз она принесла наш гонорар. Мама заработала $2000! Похоже, тётя просто отдала свою долю... Мне досталось меньше, но я не жалуюсь. Я бы ещё столько же заплатил только за возможность смотреть, а ведь я не просто смотрел... Я трахал свою тётю на глазах у мамы!"
    new "Тётя Кира снова нас порадовала. На этот раз она принесла наш гонорар. Мама заработала $2000! Похоже, тётя просто отдала свою долю... Мне досталось меньше, но я не жалуюсь. Я бы ещё столько же заплатил только за возможность смотреть, а ведь я не просто смотрел... Я трахал свою тётю на глазах у мамы!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:61
    old "А история интересно развивается! Тётя Кира рассказала, что директор порностудии теперь хочет снимать целую серию фильмов на тему инцеста. И что самое любопытное - нам нужна молодая актриса на роль моей сестры. Интересно, кто бы это мог быть, а?"
    new "А история интересно развивается! Тётя Кира рассказала, что директор порностудии теперь хочет снимать целую серию фильмов на тему инцеста. И что самое любопытное - нам нужна молодая актриса на роль моей сестры. Интересно, кто бы это мог быть, а?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:64
    old "У Киры появилась идея насчёт следующего фильма. Особенно меня порадовали намёки на то, что мы будем сниматься в порно вместе с мамой. Видимо, на этот раз она будет не просто смотреть... Вот только мама против. Ну что же, придётся её переубедить..."
    new "У Киры появилась идея насчёт следующего фильма. Особенно меня порадовали намёки на то, что мы будем сниматься в порно вместе с мамой. Видимо, на этот раз она будет не просто смотреть... Вот только мама против. Ну что же, придётся её переубедить..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:71
    old "Да! Мне удалось уболтать маму сняться в следующем фильме, даже если нам с ней придётся вместе делать кое-что... Так. Теперь нужно уточнить у тёти Киры детали насчёт фильма и дальнейшие планы."
    new "Да! Мне удалось уболтать маму сняться в следующем фильме, даже если нам с ней придётся вместе делать кое-что... Так. Теперь нужно уточнить у тёти Киры детали насчёт фильма и дальнейшие планы."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:76
    old "Поговорите с Кирой и Мамой, когда они будут обе загорать"
    new "Поговорите с Кирой и Мамой, когда они будут обе загорать"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:78
    old "Тётя Кира считает, что прежде, чем сниматься в следующем фильме, нам нужно потренироваться, а точнее, маме на мне... орально... А ведь меня уговаривать не нужно! Для такого я всегда готов! Нужно лишь прийти к ним в комнату в подходящий момент, а именно - в ночь с понедельника на вторник или с четверга на пятницу, часа в три."
    new "Тётя Кира считает, что прежде, чем сниматься в следующем фильме, нам нужно потренироваться, а точнее, маме на мне... орально... А ведь меня уговаривать не нужно! Для такого я всегда готов! Нужно лишь прийти к ним в комнату в подходящий момент, а именно - в ночь с понедельника на вторник или с четверга на пятницу, часа в три."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:81
    old "Всё прошло лучше некуда! Мама отсосала мне прямо перед тётей Кирой! Да это же лучший день в моей жизни! Хотя... Может быть, лучший день ещё впереди? Ведь будут съёмки фильма, где маме придётся это всё повторить..."
    new "Всё прошло лучше некуда! Мама отсосала мне прямо перед тётей Кирой! Да это же лучший день в моей жизни! Хотя... Может быть, лучший день ещё впереди? Ведь будут съёмки фильма, где маме придётся это всё повторить..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:90
    old "Ну что же, всё готово к съёмкам. Нужно лишь выучить несколько реплик. На этот раз мне не придётся много болтать. Возможно, придётся делать что-то другое? Так, а вот и список реплик:\n- Разве мама не одна? Папа же на работе?\n- Это же её коллега с работы... Как его, Борис?\n- Значит, боится жену? Кажется, у меня идея!\n- А как насчёт СМС его жене? Сейчас посмотрим...\n- Сработало! Кажется, он оставил маму связанной!\n- Тс-с-с...\n{i}(...Воспользоваться ситуацией в подходящий момент... Интересно, что это за момент и как именно воспользоваться?){/i}\n- Мне тоже понравилось, мам!"
    new "Ну что же, всё готово к съёмкам. Нужно лишь выучить несколько реплик. На этот раз мне не придётся много болтать. Возможно, придётся делать что-то другое? Так, а вот и список реплик:\n- Разве мама не одна? Папа же на работе?\n- Это же её коллега с работы... Как его, Борис?\n- Значит, боится жену? Кажется, у меня идея!\n- А как насчёт СМС его жене? Сейчас посмотрим...\n- Сработало! Кажется, он оставил маму связанной!\n- Тс-с-с...\n{i}(...Воспользоваться ситуацией в подходящий момент... Интересно, что это за момент и как именно воспользоваться?){/i}\n- Мне тоже понравилось, мам!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:93
    old "Что я могу сказать... Второй фильм был великолепен. Не знаю как я сыграл, но главное, что я получил максимум удовольствия! Почти максимум... Я оттрахал связанную маму прямо в рот! С ума сойти. Кому расскажешь, не поверят!"
    new "Что я могу сказать... Второй фильм был великолепен. Не знаю как я сыграл, но главное, что я получил максимум удовольствия! Почти максимум... Я оттрахал связанную маму прямо в рот! С ума сойти. Кому расскажешь, не поверят!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:100
    old "Тётя Кира сказала, что новый фильм будет даже лучше, чем все предполагали. Она должна забежать вечером в пятницу, часов в 21 с фильмом. Посмотрим, что там получится..."
    new "Тётя Кира сказала, что новый фильм будет даже лучше, чем все предполагали. Она должна забежать вечером в пятницу, часов в 21 с фильмом. Посмотрим, что там получится..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:102
    old "В пятницу в 21:00 составьте компанию Маме за просмотром ТВ"
    new "В пятницу в 21:00 составьте компанию Маме за просмотром ТВ"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:104
    old "Фильм и правда получился отличным! Вот только нас спалила Алиса! Она же должна была уже быть в клубе? Видимо, они обычно встречаются с тётей Кирой, а в этот раз она изменила своё расписание ради показа фильма... Так или иначе, вышло неловко..."
    new "Фильм и правда получился отличным! Вот только нас спалила Алиса! Она же должна была уже быть в клубе? Видимо, они обычно встречаются с тётей Кирой, а в этот раз она изменила своё расписание ради показа фильма... Так или иначе, вышло неловко..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:106
    old "Поговорите с Алисой"
    new "Поговорите с Алисой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:108
    old "Похоже, тёте Кире удалось всё объяснить Алисе. Не знаю как она это сделала, но сестрёнка не только не бегает в ужасе из-за того, что наша мама мне отсасывала на камеру, но и хочет участвовать сама! Что у нас за семейка? Да просто лучшая!"
    new "Похоже, тёте Кире удалось всё объяснить Алисе. Не знаю как она это сделала, но сестрёнка не только не бегает в ужасе из-за того, что наша мама мне отсасывала на камеру, но и хочет участвовать сама! Что у нас за семейка? Да просто лучшая!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:115
    old "Итак, у Киры очередная идея для нового фильма. Вот только ничего толком не известно о том, что там будет. Конечно, кроме участия новой актрисы, а именно - моей старшей сестрёнки. Посмотрим, что тётя придумала на этот раз..."
    new "Итак, у Киры очередная идея для нового фильма. Вот только ничего толком не известно о том, что там будет. Конечно, кроме участия новой актрисы, а именно - моей старшей сестрёнки. Посмотрим, что тётя придумала на этот раз..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:119
    old "Кира сказала, что для следующего фильма потребуется некий реквизит - школьная форма для Алисы. Ах да, ещё чулочки и туфли. Вот только я не понял кто именно это всё должен покупать. Может быть, поговорить с Алисой?"
    new "Кира сказала, что для следующего фильма потребуется некий реквизит - школьная форма для Алисы. Ах да, ещё чулочки и туфли. Вот только я не понял кто именно это всё должен покупать. Может быть, поговорить с Алисой?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:122
    old "Алисе понравилась идея со школьной формой, вот только покупать её придётся мне самому, как и чулочки и туфли. Уж туфли то у Алисы точно есть, но нет, ей жалко. Боится, что может что-то на них попасть... Конечно, может!"
    new "Алисе понравилась идея со школьной формой, вот только покупать её придётся мне самому, как и чулочки и туфли. Уж туфли то у Алисы точно есть, но нет, ей жалко. Боится, что может что-то на них попасть... Конечно, может!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:125
    old "Купите в интернет-магазине: [item_sto.name], [item_sho.name], [item_uni.name]"
    new "Купите в интернет-магазине: [item_sto.name], [item_sho.name], [item_uni.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:127
    old "Отдайте Алисе всё купленное"
    new "Отдайте Алисе всё купленное"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:129
    old "Я купил сексуальную школьную форму, чулочки и туфли. Как только показал покупки Алисе, она сразу же всё это у меня забрала..."
    new "Я купил сексуальную школьную форму, чулочки и туфли. Как только показал покупки Алисе, она сразу же всё это у меня забрала..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:133
    old "Итак, все приготовления к съёмкам фильма завершены. Теперь нужно подождать, пока тётя Кира закончит текст наших диалогов. Надеюсь, хоть что-то прояснится..."
    new "Итак, все приготовления к съёмкам фильма завершены. Теперь нужно подождать, пока тётя Кира закончит текст наших диалогов. Надеюсь, хоть что-то прояснится..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:136
    old "Блин, всё держится в таком секрете... Какие-то намёки, недоговорки... Ладно, посмотрим. В любом случае, лучше выучить свои реплики:\n{i}(удивление 1 раз){/i}\n{i}(отрицание 3 раза){/i}\n- Но мам...\n- Но под полотенцем ничего нет...\n- Мам, но тут же сестра!\n- Но мам...\n- Ну хоть отвернись...\n- Ой, больно же...\n- Это потому, что ты глазеешь... Оно само...\n- Постой, мам!\n- Если это не я, то всяко она!\n- Да, точно, это она!\n- Как скажешь, мам...\n- Ты намекаешь на...\n- Ладно, прощаю..."
    new "Блин, всё держится в таком секрете... Какие-то намёки, недоговорки... Ладно, посмотрим. В любом случае, лучше выучить свои реплики:\n{i}(удивление 1 раз){/i}\n{i}(отрицание 3 раза){/i}\n- Но мам...\n- Но под полотенцем ничего нет...\n- Мам, но тут же сестра!\n- Но мам...\n- Ну хоть отвернись...\n- Ой, больно же...\n- Это потому, что ты глазеешь... Оно само...\n- Постой, мам!\n- Если это не я, то всяко она!\n- Да, точно, это она!\n- Как скажешь, мам...\n- Ты намекаешь на...\n- Ладно, прощаю..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:139
    old "Ну что же, очередной фильм тёти Киры, кажется, оказался лучшим её творением. Во всяком случае, лично мне понравилось! Теперь ясно почему меня пугали и держали в неведении, чтобы я не пускал слюну в предвкушении. Особенно порадовало то, как мама мне... помогла в самом конце. Это было так приятно и неожиданно, что я кончил сестрёнке в попку в ту же секунду... Интересно, это тётя Кира придумала или инициатива мамы?"
    new "Ну что же, очередной фильм тёти Киры, кажется, оказался лучшим её творением. Во всяком случае, лично мне понравилось! Теперь ясно почему меня пугали и держали в неведении, чтобы я не пускал слюну в предвкушении. Особенно порадовало то, как мама мне... помогла в самом конце. Это было так приятно и неожиданно, что я кончил сестрёнке в попку в ту же секунду... Интересно, это тётя Кира придумала или инициатива мамы?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:143
    old "Похоже, Алисе не очень понравилась её роль. Говорит, что сидеть нормально не может. Ну что же, я её наказал так, как положено по сценарию... Может быть, даже чуть больше, чем она заслуживала... А что делать, искусство требует жертв..."
    new "Похоже, Алисе не очень понравилась её роль. Говорит, что сидеть нормально не может. Ну что же, я её наказал так, как положено по сценарию... Может быть, даже чуть больше, чем она заслуживала... А что делать, искусство требует жертв..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:147
    old "Пообщался с мамой... Похоже, это именно её инициатива была насчёт последнего штриха, так сказать... Когда она взяла мой член в руку и крепко его сжала, я тут же кончил Алисе в попку. Это было так приятно! Но больше всего меня порадовала мама. Да она у меня лучшая!"
    new "Пообщался с мамой... Похоже, это именно её инициатива была насчёт последнего штриха, так сказать... Когда она взяла мой член в руку и крепко его сжала, я тут же кончил Алисе в попку. Это было так приятно! Но больше всего меня порадовала мама. Да она у меня лучшая!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:151
    old "Тётя Кира тоже в восторге от того как мы все сыграли. Особенно её порадовала мама. Осталось дождаться нашего гонорара и, не сомневаюсь, тётя Кира приступит к следующему сюжету. Вот бы узнать, что там будет?"
    new "Тётя Кира тоже в восторге от того как мы все сыграли. Особенно её порадовала мама. Осталось дождаться нашего гонорара и, не сомневаюсь, тётя Кира приступит к следующему сюжету. Вот бы узнать, что там будет?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:154
    old "За фильм с нами щедро расплатились. Особенно Алиса порадовалась, ей всё время нужны деньги для чего-то... Теперь тётя думает что бы ещё такого придумать, раз семья наша настолько раскрепощена... Думаю, я доверюсь Кире. Пока каждый её новый фильм был лучше предыдущего. Интересно, что ещё может прийти ей в голову?"
    new "За фильм с нами щедро расплатились. Особенно Алиса порадовалась, ей всё время нужны деньги для чего-то... Теперь тётя думает что бы ещё такого придумать, раз семья наша настолько раскрепощена... Думаю, я доверюсь Кире. Пока каждый её новый фильм был лучше предыдущего. Интересно, что ещё может прийти ей в голову?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:157
    old "Как и следовало ожидать, у Киры появились идеи насчёт следующего фильма. Конечно, никаких деталей она не раскрыла. Тётя сказала, что ей понадобится ещё несколько дней, чтобы закончить сценарий. Ну что же, подождём... Но похоже, что мама знает больше меня. Может быть, она что-то расскажет?"
    new "Как и следовало ожидать, у Киры появились идеи насчёт следующего фильма. Конечно, никаких деталей она не раскрыла. Тётя сказала, что ей понадобится ещё несколько дней, чтобы закончить сценарий. Ну что же, подождём... Но похоже, что мама знает больше меня. Может быть, она что-то расскажет?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:160
    old "Я попытался узнать у мамы, что именно задумала моя тётя. Конечно, мама тоже ничего не сказала. Наверняка, она знает больше, чем я... Что остаётся? Попытаться что-то узнать у Алисы, может быть?"
    new "Я попытался узнать у мамы, что именно задумала моя тётя. Конечно, мама тоже ничего не сказала. Наверняка, она знает больше, чем я... Что остаётся? Попытаться что-то узнать у Алисы, может быть?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:163
    old "Похоже, что и здесь облом. Алиса тоже не сказала ничего нового. Похоже, придётся ждать, пока тётя допишет свой сценарий... Ещё она упомянула какой-то экспериментальный препарат, который поможет мне не кончать раньше времени... Интересно, от этого будет польза где-то ещё кроме фильма?"
    new "Похоже, что и здесь облом. Алиса тоже не сказала ничего нового. Похоже, придётся ждать, пока тётя допишет свой сценарий... Ещё она упомянула какой-то экспериментальный препарат, который поможет мне не кончать раньше времени... Интересно, от этого будет польза где-то ещё кроме фильма?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:167
    old "Ну что же, сценарий готов и у меня есть текст моих реплик. Надо бы их выучить...\n{i}- Мам, ты звала?\n- Хорошо, мам...\n- Ого! Это серьёзно!\n- Нет, мам. Я всегда хожу!\n- Эй, следи за языком!\n- Хорошо, мам!\n- Я нем как рыба!\n- Сама ты как пробка!\n- Ого... Это было бы круто...\n- Мне одеваться?\n- Верно, мам...\n- А вот сейчас и узнаешь!\n- Э... что?\n- Мне что делать?\n- Я постараюсь...\n- Как скажешь, мам...\n- Да, всё ради этого самого...\n- Хорошо, мам!{/i}"
    new "Ну что же, сценарий готов и у меня есть текст моих реплик. Надо бы их выучить...\n{i}- Мам, ты звала?\n- Хорошо, мам...\n- Ого! Это серьёзно!\n- Нет, мам. Я всегда хожу!\n- Эй, следи за языком!\n- Хорошо, мам!\n- Я нем как рыба!\n- Сама ты как пробка!\n- Ого... Это было бы круто...\n- Мне одеваться?\n- Верно, мам...\n- А вот сейчас и узнаешь!\n- Э... что?\n- Мне что делать?\n- Я постараюсь...\n- Как скажешь, мам...\n- Да, всё ради этого самого...\n- Хорошо, мам!{/i}"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:170
    old "Ура! Мы сняли очередной долгожданный фильм! Конечно, сценарий оказался неожиданным... Мама отсасывала на глазах у Алисы, а потом я должен был сделать куни... им обеим! Кажется, им даже понравилось! Интересно, всё было по сценарию или это чья-то инициатива?"
    new "Ура! Мы сняли очередной долгожданный фильм! Конечно, сценарий оказался неожиданным... Мама отсасывала на глазах у Алисы, а потом я должен был сделать куни... им обеим! Кажется, им даже понравилось! Интересно, всё было по сценарию или это чья-то инициатива?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:177
    old "Поговорил с Алисой насчёт фильма. Кажется, ей понравились мои ласки... Ещё бы, я так старался! Похоже, она тоже не знает, всё ли было по сценарию или мама проявила инициативу с этой последней сценой..."
    new "Поговорил с Алисой насчёт фильма. Кажется, ей понравились мои ласки... Ещё бы, я так старался! Похоже, она тоже не знает, всё ли было по сценарию или мама проявила инициативу с этой последней сценой..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:181
    old "Конечно, мама не созналась насчёт той сцены. Видимо, я так и не узнаю правду. Зато теперь я точно знаю, что ей понравилось то, как я делал ей куни... Хотя, она призналась, что тётя Кира делает это лучше. Ну ещё бы, она такая опытная женщина, куда мне с ней тягаться... Но если я буду тренироваться, может быть тоже научусь доводить маму до... Ах, мечты, мечты... Или нет?"
    new "Конечно, мама не созналась насчёт той сцены. Видимо, я так и не узнаю правду. Зато теперь я точно знаю, что ей понравилось то, как я делал ей куни... Хотя, она призналась, что тётя Кира делает это лучше. Ну ещё бы, она такая опытная женщина, куда мне с ней тягаться... Но если я буду тренироваться, может быть тоже научусь доводить маму до... Ах, мечты, мечты... Или нет?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:186
    old "Любопытный разговор состоялся с Кирой насчёт мамы. Кажется, ей не хватает секса! Конечно, она уже давно рассталась с Эриком... И это очень, очень хорошо!"
    new "Любопытный разговор состоялся с Кирой насчёт мамы. Кажется, ей не хватает секса! Конечно, она уже давно рассталась с Эриком... И это очень, очень хорошо!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:188
    old "Любопытный разговор состоялся с Кирой насчёт мамы. Кажется, ей не хватает секса! Конечно, она уже давно рассталась с Эриком и даже Кира уже с ней не кувыркается в постели... И это очень, очень хорошо!"
    new "Любопытный разговор состоялся с Кирой насчёт мамы. Кажется, ей не хватает секса! Конечно, она уже давно рассталась с Эриком и даже Кира уже с ней не кувыркается в постели... И это очень, очень хорошо!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:191
    old "Тётя Кира заплатила нам за съёмки фильма. Хорошие деньги, интересная работа, всё отлично, но... она зачем-то предложила маме подрабатывать в студии. Без меня! Неужели, она будет с кем-то трахаться? Пусть и с другими девушками, но... как же я?"
    new "Тётя Кира заплатила нам за съёмки фильма. Хорошие деньги, интересная работа, всё отлично, но... она зачем-то предложила маме подрабатывать в студии. Без меня! Неужели, она будет с кем-то трахаться? Пусть и с другими девушками, но... как же я?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:195
    old "Тётя Кира успокоила по поводу моих переживаний насчёт мамы и её подработки в студии. Наоборот, это всё может сыграть мне на руку. Идея заключается в следующем: мама снимается в лесбийском порно, причём, в жанре БДСМ. Но самое интересное это то, что ей не дадут там кончать! Тётя об этом договорилась с режиссёром. А это что значит? Это значит то, что она будет приходить домой неудовлетворённая! У неё большая проблема, а у меня решение проблемы... Большое такое решение..."
    new "Тётя Кира успокоила по поводу моих переживаний насчёт мамы и её подработки в студии. Наоборот, это всё может сыграть мне на руку. Идея заключается в следующем: мама снимается в лесбийском порно, причём, в жанре БДСМ. Но самое интересное это то, что ей не дадут там кончать! Тётя об этом договорилась с режиссёром. А это что значит? Это значит то, что она будет приходить домой неудовлетворённая! У неё большая проблема, а у меня решение проблемы... Большое такое решение..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:198
    old "Продвиньтесь в ветке событий - «Побочный эффект»"
    new "Продвиньтесь в ветке событий - «Побочный эффект»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:200
    old "Проходите второстепенные события - «Рука помощи»"
    new "Проходите второстепенные события - «Рука помощи»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:202
    old "Продвиньтесь в ветке событий - «Коварный план»"
    new "Продвиньтесь в ветке событий - «Коварный план»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:204
    old "Дождитесь новостей"
    new "Дождитесь новостей"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:210
    old "Во вторник или в пятницу"
    new "Во вторник или в пятницу"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:212
    old "Сегодня за завтраком"
    new "Сегодня за завтраком"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:214
    old "Ну что же, мама наконец-то устроилась в студию на постоянную работу... И даже рассказала всем об этом за завтраком. Точнее, не о том, что она теперь порнозвезда, а просто о том, что нашла работу... Лизе пока незачем знать подробности..."
    new "Ну что же, мама наконец-то устроилась в студию на постоянную работу... И даже рассказала всем об этом за завтраком. Точнее, не о том, что она теперь порнозвезда, а просто о том, что нашла работу... Лизе пока незачем знать подробности..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:226
    old "Тётя Кира не обманула и мама действительно снимается в порно только с девушками в жанре БДСМ. Причём, ей не дают кончать на съёмках, а это значит, что она постоянно возбуждена... А что самое интересное... Оказывается, мама не любит мастурбировать. Ей это не доставляет такого уж большого удовольствия. Похоже, кому-то нужна моя помощь!"
    new "Тётя Кира не обманула и мама действительно снимается в порно только с девушками в жанре БДСМ. Причём, ей не дают кончать на съёмках, а это значит, что она постоянно возбуждена... А что самое интересное... Оказывается, мама не любит мастурбировать. Ей это не доставляет такого уж большого удовольствия. Похоже, кому-то нужна моя помощь!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:237
    old "Когда Мамы не будет дома, посмотрите порно фильм в гостиной"
    new "Когда Мамы не будет дома, посмотрите порно фильм в гостиной"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:239
    old "Понедельник и Четверг в 21:00"
    new "Понедельник и Четверг в 21:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:243
    old "Тётя Кира подсказала ещё одну интересную мысль. На съёмках маминой попке часто достаётся и если я найду подходящий успокаивающий крем, то это даст мне повод позаботиться о ней..."
    new "Тётя Кира подсказала ещё одну интересную мысль. На съёмках маминой попке часто достаётся и если я найду подходящий успокаивающий крем, то это даст мне повод позаботиться о ней..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:246
    old "Купите в интернет-магазине - [item_soft.name] и дождитесь доставки"
    new "Купите в интернет-магазине - [item_soft.name] и дождитесь доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:248
    old "Когда Мама ночью вернётся домой после работы, зайдите к ней"
    new "Когда Мама ночью вернётся домой после работы, зайдите к ней"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:250
    old "Вторник и Пятница в 00:00"
    new "Вторник и Пятница в 00:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:252
    old "Первый массаж маминой попки прошёл великолепно! Ей так понравились мои прикосновения, а что самое приятное - крем подействовал! Теперь я незаменим для мамы, учитывая то, чем она занимается на работе... То ли ещё будет..."
    new "Первый массаж маминой попки прошёл великолепно! Ей так понравились мои прикосновения, а что самое приятное - крем подействовал! Теперь я незаменим для мамы, учитывая то, чем она занимается на работе... То ли ещё будет..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:255
    old "На этот раз я немного перестарался с массажем... Мама возмутилась моими прикосновениями к её киске... Видимо, слишком тороплюсь. Ну что же, у меня полно времени!"
    new "На этот раз я немного перестарался с массажем... Мама возмутилась моими прикосновениями к её киске... Видимо, слишком тороплюсь. Ну что же, у меня полно времени!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:258
    old "И в этот раз ничего толком не получилось... Как только я прикоснулся к маминой киске, она снова возмутилась. Думаю, тётя Кира сможет её убедить. Правда, этот разговор пройдёт без меня..."
    new "И в этот раз ничего толком не получилось... Как только я прикоснулся к маминой киске, она снова возмутилась. Думаю, тётя Кира сможет её убедить. Правда, этот разговор пройдёт без меня..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:261
    old "Наконец-то! Мне удалось довести маму до оргазма своими пальчиками! В этот раз она даже не возмущалась! Похоже, тётя Кира косвенно убедила маму, что я - не такой уж и плохой вариант для решения её проблемы с перевозбуждением..."
    new "Наконец-то! Мне удалось довести маму до оргазма своими пальчиками! В этот раз она даже не возмущалась! Похоже, тётя Кира косвенно убедила маму, что я - не такой уж и плохой вариант для решения её проблемы с перевозбуждением..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:264
    old "Я снова довёл маму до оргазма своими пальчиками! На этот раз мы смотрели друг на друга, глаза в глаза... Это было так... волнующе... Похоже, я на правильном пути!"
    new "Я снова довёл маму до оргазма своими пальчиками! На этот раз мы смотрели друг на друга, глаза в глаза... Это было так... волнующе... Похоже, я на правильном пути!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:267
    old "В этот раз я пошёл дальше и довёл маму до оргазма... своим язычком! Ей безумно понравилось! Она даже призналась, что мечтала об этом ещё со времён наших последних совместных съёмок... Ах да, мама в благодарность и меня не оставила перевозбуждённым... "
    new "В этот раз я пошёл дальше и довёл маму до оргазма... своим язычком! Ей безумно понравилось! Она даже призналась, что мечтала об этом ещё со времён наших последних совместных съёмок... Ах да, мама в благодарность и меня не оставила перевозбуждённым... "

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:270
    old "Ну что же, мама не может обходиться без моего массажа с помощью волшебного успокаивающего крема, а также пальчиков и ловкого язычка... Ну и мама не даёт мне заскучать. Похоже, наши отношения выходят на новый уровень!"
    new "Ну что же, мама не может обходиться без моего массажа с помощью волшебного успокаивающего крема, а также пальчиков и ловкого язычка... Ну и мама не даёт мне заскучать. Похоже, наши отношения выходят на новый уровень!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:275
    old "Навестите вечером Маму в нерабочий день, когда она будет в своей комнате"
    new "Навестите вечером Маму в нерабочий день, когда она будет в своей комнате"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:277
    old "Кроме понедельника и четверга в 22:00 или в 23:00"
    new "Кроме понедельника и четверга в 22:00 или в 23:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:279
    old "Мне кажется, что мама уже готова на... продвинутый массаж, да к чёрту условности! Я говорю о сексе, настоящем сексе! Но она всё ещё ломается... Может быть, мне поговорить с тётей Кирой на эту тему? У неё всегда есть для меня ценный совет..."
    new "Мне кажется, что мама уже готова на... продвинутый массаж, да к чёрту условности! Я говорю о сексе, настоящем сексе! Но она всё ещё ломается... Может быть, мне поговорить с тётей Кирой на эту тему? У неё всегда есть для меня ценный совет..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:283
    old "Тётя Кира меня обнадёжила и пообещала подготовить сценарий нового фильма, где мы с мамой... ну, это самое... Посмотрим, что там будет за сюжет... Нужно лишь подождать"
    new "Тётя Кира меня обнадёжила и пообещала подготовить сценарий нового фильма, где мы с мамой... ну, это самое... Посмотрим, что там будет за сюжет... Нужно лишь подождать"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:286
    old "Кажется, не будет никакого фильма... Мама не будет сниматься со мной в порно со сценами настоящего секса... К счастью, тётя Кира предложила одну идею: нужно дразнить маму и не давать ей кончать во время нашего... массажа. Ну что же, попробую!"
    new "Кажется, не будет никакого фильма... Мама не будет сниматься со мной в порно со сценами настоящего секса... К счастью, тётя Кира предложила одну идею: нужно дразнить маму и не давать ей кончать во время нашего... массажа. Ну что же, попробую!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:289
    old "Когда Мама снова вернётся с работы, сделайте ей массаж, но не доводите её до оргазма"
    new "Когда Мама снова вернётся с работы, сделайте ей массаж, но не доводите её до оргазма"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:292
    old "Достаточно 2 раза это сделать. На данный момент: [var1]"
    new "Достаточно 2 раза это сделать. На данный момент: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:293
    old "Если вы во время массажа не остановитесь и Мама кончит, то счёт сбросится"
    new "Если вы во время массажа не остановитесь и Мама кончит, то счёт сбросится"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:299
    old "Ого! План тёти Киры работает! Ну... почти работает. Но мама так на меня смотрела, так дышала... Кажется, если я её ещё немного подразню и не дам кончать во время массажа, она сама на меня набросится!"
    new "Ого! План тёти Киры работает! Ну... почти работает. Но мама так на меня смотрела, так дышала... Кажется, если я её ещё немного подразню и не дам кончать во время массажа, она сама на меня набросится!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:305
    old "Достаточно 3 раза это сделать. На данный момент: [var1]"
    new "Достаточно 3 раза это сделать. На данный момент: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:312
    old "О да! Наконец-то! Я трахнул маму! Она так этого хотела, что даже не скрывала! Похоже, она давно об этом думала... Может быть, только об этом и думала. Не важно! Наши отношения вышли на новый уровень!"
    new "О да! Наконец-то! Я трахнул маму! Она так этого хотела, что даже не скрывала! Похоже, она давно об этом думала... Может быть, только об этом и думала. Не важно! Наши отношения вышли на новый уровень!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:315
    old "Во вкладке «Дополнительно» можно узнать, как увидеть другие сцены секса с Мамой"
    new "Во вкладке «Дополнительно» можно узнать, как увидеть другие сцены секса с Мамой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:335
    old "Через несколько дней поговорите с Мамой и Кирой"
    new "Через несколько дней поговорите с Мамой и Кирой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:344
    old "В будние дни в 12:00"
    new "В будние дни в 12:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:346
    old "Сегодня в 12:00, когда они будут обе загорать"
    new "Сегодня в 12:00, когда они будут обе загорать"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_18_compl.rpy:366
    old "Когда Мама снова вернётся с работы, сделайте ей массаж"
    new "Когда Мама снова вернётся с работы, сделайте ей массаж"

