# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:24
    old "Перед съёмками очередного фильма Кира дала мне какую-то таблетку, которая должна помочь продлевать эрекцию и не давать мне кончить раньше времени. Видимо, с целью снять фильм без лишних дублей. Таблетка и правда помогла. За весь фильм я так и не кончил... Правда, препарат этот экспериментальный, как она сказала и неизвестно какие будут последствия..."
    new "Перед съёмками очередного фильма Кира дала мне какую-то таблетку, которая должна помочь продлевать эрекцию и не давать мне кончить раньше времени. Видимо, с целью снять фильм без лишних дублей. Таблетка и правда помогла. За весь фильм я так и не кончил... Правда, препарат этот экспериментальный, как она сказала и неизвестно какие будут последствия..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:27
    old "Продвиньтесь в дополнительных событиях - «Кровать для двоих»"
    new "Продвиньтесь в дополнительных событиях - «Кровать для двоих»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:29
    old "Продвиньтесь в дополнительных событиях - «Рука помощи»"
    new "Продвиньтесь в дополнительных событиях - «Рука помощи»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:31
    old "Похоже, этот препарат действует достаточно долго... Когда мы с мамой решили посмотреть особый фильм и я возбудился, она предложила помощь. Это так мило с её стороны... Но проблема в том, что мне так и не удалось кончить. Её рука устала, а я остался неудовлетворённым..."
    new "Похоже, этот препарат действует достаточно долго... Когда мы с мамой решили посмотреть особый фильм и я возбудился, она предложила помощь. Это так мило с её стороны... Но проблема в том, что мне так и не удалось кончить. Её рука устала, а я остался неудовлетворённым..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:33
    old "Когда Мама вечером принимает ванну или в своей спальне спит или в гостиной смотрит ТВ, приходите к ней, чтобы снять напряжение. Продолжайте, пока не кончите."
    new "Когда Мама вечером принимает ванну или в своей спальне спит или в гостиной смотрит ТВ, приходите к ней, чтобы снять напряжение. Продолжайте, пока не кончите."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:35
    old "Гарантировано, если придёте к ней ночью или в гостиную для просмотра эротики"
    new "Гарантировано, если придёте к ней ночью или в гостиную для просмотра эротики"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:38
    old "Наведаться вечером к ней в ванную комнату ещё [momba] раз(а)"
    new "Наведаться вечером к ней в ванную комнату ещё [momba] раз(а)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:40
    old "Очевидно, что этот препарат не так прост, как кажется. С одной стороны, я перестал кончать сразу, как только ко мне прикасается мама. С другой стороны - иногда это не приводит вообще ни к чему... Может быть, пройдёт?"
    new "Очевидно, что этот препарат не так прост, как кажется. С одной стороны, я перестал кончать сразу, как только ко мне прикасается мама. С другой стороны - иногда это не приводит вообще ни к чему... Может быть, пройдёт?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:43
    old "Блин. Вышло так неловко. У меня встал прямо во время завтрака перед всеми. Лиза не увидела, ну или сделала вид, что ей ничего не видно, а вот мама разозлилась... кажется. Чёртов препарат..."
    new "Блин. Вышло так неловко. У меня встал прямо во время завтрака перед всеми. Лиза не увидела, ну или сделала вид, что ей ничего не видно, а вот мама разозлилась... кажется. Чёртов препарат..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:46
    old "Второй раз! Второй раз у меня встал перед семьёй во время завтрака. Если так пойдёт и дальше, то кушать мне придётся отдельно от всех. Ну или приматывать член изолентой к ноге? Даже не знаю что делать..."
    new "Второй раз! Второй раз у меня встал перед семьёй во время завтрака. Если так пойдёт и дальше, то кушать мне придётся отдельно от всех. Ну или приматывать член изолентой к ноге? Даже не знаю что делать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:49
    old "Поговорите с Мамой о случившемся"
    new "Поговорите с Мамой о случившемся"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:51
    old "После третьего инцидента за завтраком мама взяла меня за руку и отвела к своей знакомой в клинику. Ева оказалась интересной, симпатичной девушкой, которая почти не смутилась даже когда мама начала мне дрочить у неё на глазах! Ева взяла кровь и сперму на анализ. Через неделю должны быть готовы результаты... Посмотрим, что там..."
    new "После третьего инцидента за завтраком мама взяла меня за руку и отвела к своей знакомой в клинику. Ева оказалась интересной, симпатичной девушкой, которая почти не смутилась даже когда мама начала мне дрочить у неё на глазах! Ева взяла кровь и сперму на анализ. Через неделю должны быть готовы результаты... Посмотрим, что там..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:54
    old "Я посетил клинику, на этот раз один. Ева была мне рада и попросила сдать ещё немного спермы на анализ. Пришлось сделать это прямо перед ней... Она даже немного расстегнула халатик! Теперь можно заглянуть к ней через несколько дней и узнать, что получилось..."
    new "Я посетил клинику, на этот раз один. Ева была мне рада и попросила сдать ещё немного спермы на анализ. Пришлось сделать это прямо перед ней... Она даже немного расстегнула халатик! Теперь можно заглянуть к ней через несколько дней и узнать, что получилось..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:57
    old "Во время второго посещения клиники Ева рассказала об особенностях этого препарата и предложила мне немного подзаработать. Мне нужно лишь приходить раз в несколько дней и сдавать сперму. Другими словами, дрочить у неё на глазах, а за это мне ещё и заплатят! Конечно, я согласился!"
    new "Во время второго посещения клиники Ева рассказала об особенностях этого препарата и предложила мне немного подзаработать. Мне нужно лишь приходить раз в несколько дней и сдавать сперму. Другими словами, дрочить у неё на глазах, а за это мне ещё и заплатят! Конечно, я согласился!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:60
    old "Третий визит Евы был весьма интригующим. Она полностью расстегнула халат и показала своё нижнее бельё. Это было весьма... интересно. Конечно, я сразу же кончил. Кстати, эта моя маленькая подработка ещё и полезна для того, чтобы я научился контролировать свою эрекцию. Так что, всё складывается просто отлично!"
    new "Третий визит Евы был весьма интригующим. Она полностью расстегнула халат и показала своё нижнее бельё. Это было весьма... интересно. Конечно, я сразу же кончил. Кстати, эта моя маленькая подработка ещё и полезна для того, чтобы я научился контролировать свою эрекцию. Так что, всё складывается просто отлично!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:63
    old "Можно сказать, что теперь у меня есть работа. Не совсем официальная, но я хожу в клинику, делаю одно дело и получаю за это деньги. Чем не работа? А если добавить к этому то, что Ева абсолютно голая под халатиком, то... можно сказать, что это лучшая работа! Похоже, Ева полна сюрпризов. Может быть, удастся добиться и какой-то другой стимуляции, так сказать? Посмотрим..."
    new "Можно сказать, что теперь у меня есть работа. Не совсем официальная, но я хожу в клинику, делаю одно дело и получаю за это деньги. Чем не работа? А если добавить к этому то, что Ева абсолютно голая под халатиком, то... можно сказать, что это лучшая работа! Похоже, Ева полна сюрпризов. Может быть, удастся добиться и какой-то другой стимуляции, так сказать? Посмотрим..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:78
    old "Посетите Клинику"
    new "Посетите Клинику"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:81
    old "Вот незадача, опять эта таблетка чего-то меня лишает, то удовольствия, а теперь и заработка. Ева предложила попробовать в следующий раз со своей девушкой. Поговорю с Лизой, согласится ли она мне помочь."
    new "Вот незадача, опять эта таблетка чего-то меня лишает, то удовольствия, а теперь и заработка. Ева предложила попробовать в следующий раз со своей девушкой. Поговорю с Лизой, согласится ли она мне помочь."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:84
    old "Поговорил с Лизой и она сказала, что ей нужно подумать немного. А чего там думать?! И о какой-то непонятной проблеме упомянула. Остаётся мне только ждать, что решит Лиза."
    new "Поговорил с Лизой и она сказала, что ей нужно подумать немного. А чего там думать?! И о какой-то непонятной проблеме упомянула. Остаётся мне только ждать, что решит Лиза."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:89
    old "Осталось дней: [var_clinicpass]"
    new "Осталось дней: [var_clinicpass]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:93
    old "Я об этом даже не подумал, что Лиза всё расскажет Алисе. Трахаться думаю нам там не разрешили, да и Ева наверное знает Лизу, может это и хорошо, что она отказалась. Придётся идти к Алисе и с ней разговаривать."
    new "Я об этом даже не подумал, что Лиза всё расскажет Алисе. Трахаться думаю нам там не разрешили, да и Ева наверное знает Лизу, может это и хорошо, что она отказалась. Придётся идти к Алисе и с ней разговаривать."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:96
    old "И вот, у меня появилась новая девушка. Но моей девушкой она будет считаться только на территории Клиники. Как только Лиза рассказала всё Алисе, она загорелась желанием поехать со мной в Клинику и потрахаться. Только секс вряд ли будет и не знаю чем мне ещё аукнется эта поездка со старшей сестрой."
    new "И вот, у меня появилась новая девушка. Но моей девушкой она будет считаться только на территории Клиники. Как только Лиза рассказала всё Алисе, она загорелась желанием поехать со мной в Клинику и потрахаться. Только секс вряд ли будет и не знаю чем мне ещё аукнется эта поездка со старшей сестрой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:98
    old "Съездите с клинику вместе с Алисой"
    new "Съездите с клинику вместе с Алисой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:100
    old "Ох! Вау! Две сексуальные девчонки позировали и заводили меня своими разговорами, если бы не эта процедура, так бы и накинулся на них обеих. Посмотрел на красивых и полуголых красавиц, Алиса сделала мне минет, кончил и получил за это ещё деньги. Класс! Обязательно ещё раз съезжу с Алисой. Вот бы ещё снова с Мамой, как они обе голые позируют и... Ух!\nНадеюсь, Ева не догадалась, что это и есть моя сестра."
    new "Ох! Вау! Две сексуальные девчонки позировали и заводили меня своими разговорами, если бы не эта процедура, так бы и накинулся на них обеих. Посмотрел на красивых и полуголых красавиц, Алиса сделала мне минет, кончил и получил за это ещё деньги. Класс! Обязательно ещё раз съезжу с Алисой. Вот бы ещё снова с Мамой, как они обе голые позируют и... Ух!\nНадеюсь, Ева не догадалась, что это и есть моя сестра."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:104
    old "Чуть не лишился ещё одного заработка, но Алиса согласилась и за бесплатно помогать мне, видимо ей очень понравилась Ева. Интересно, что будет, если я продолжу ездить в Клинику с Алисой. Но пока, это отличный способ заработать и приятно провести время."
    new "Чуть не лишился ещё одного заработка, но Алиса согласилась и за бесплатно помогать мне, видимо ей очень понравилась Ева. Интересно, что будет, если я продолжу ездить в Клинику с Алисой. Но пока, это отличный способ заработать и приятно провести время."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:110
    old "Когда Мама вечером принимает ванну или в своей спальне спит или в гостиной смотрит ТВ, приходите к ней, чтобы снять напряжение. Персонаж должен не кончить несколько раз."
    new "Когда Мама вечером принимает ванну или в своей спальне спит или в гостиной смотрит ТВ, приходите к ней, чтобы снять напряжение. Персонаж должен не кончить несколько раз."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:112
    old "Осталось не кончить: [var_maxnocum]"
    new "Осталось не кончить: [var_maxnocum]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:115
    old " - Гостиная: Персонаж кончит"
    new " - Гостиная: Персонаж кончит"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:117
    old " - Гостиная: Персонаж не сможет кончить"
    new " - Гостиная: Персонаж не сможет кончить"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:119
    old " - Гостиная: Рандом"
    new " - Гостиная: Рандом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:122
    old " - Комната Мамы: Персонаж кончит"
    new " - Комната Мамы: Персонаж кончит"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:124
    old " - Комната Мамы: Персонаж не сможет кончить"
    new " - Комната Мамы: Персонаж не сможет кончить"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:126
    old " - Комната Мамы: Рандом"
    new " - Комната Мамы: Рандом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:129
    old " - Ванная Комната: Персонаж не сможет кончить"
    new " - Ванная Комната: Персонаж не сможет кончить"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:131
    old " - Ванная Комната: Персонаж кончит"
    new " - Ванная Комната: Персонаж кончит"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:133
    old " - Ванная Комната: Рандом"
    new " - Ванная Комната: Рандом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:139
    old "Через несколько дней съездите в Клинику"
    new "Через несколько дней съездите в Клинику"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:143
    old "Завтра можно будет съездить в Клинику"
    new "Завтра можно будет съездить в Клинику"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_19_compl.rpy:145
    old "Съездите в Клинику"
    new "Съездите в Клинику"

