# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:24
    old "Итак, я познакомился с этим самым Эриком, бойфрендом мамы. Не могу сказать о нём ничего хорошего или плохого, но он мне не очень понравился. Практически сразу он предложил мне выбрать дружить с ним или воевать. Вот только зачем мне с ним дружить? Что это даст? Да и воевать... Что он может мне сделать? Так или иначе, но он дал на размышления одну неделю. Ну, подумаю как следует и решу что попало..."
    new "Итак, я познакомился с этим самым Эриком, бойфрендом мамы. Не могу сказать о нём ничего хорошего или плохого, но он мне не очень понравился. Практически сразу он предложил мне выбрать дружить с ним или воевать. Вот только зачем мне с ним дружить? Что это даст? Да и воевать... Что он может мне сделать? Так или иначе, но он дал на размышления одну неделю. Ну, подумаю как следует и решу что попало..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:26
    old "Дождитесь завтрака 7-го дня"
    new "Дождитесь завтрака 7-го дня"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:28
    old "С появлением Эрика мои дела стали неожиданно плохи...\nВо-первых, он предложил отправить меня в какой-то военный лагерь. Вроде бы для того, чтобы сделать из меня мужика... Да я уже Мужик! Сдались мне эти лагеря...\nВо-вторых, он убедил маму, что наказывать нас надо как-то иначе. Нет бы что хорошее подсказал, но это... В общем, со следующей недели нас будут наказывать на глазах друг у друга... голыми! Это такой позор! Это же каким надо быть извращенцем, чтобы такое выдумать.\nПонятно, что будет прикольно лишний раз увидеть сиськи сестёр, но и меня могут выпороть на глазах у всех. Это же как подорвёт авторитет!\nСначала эта дурацкая идея с военным лагерем, теперь ещё и это... Нужно что-то срочно делать!"
    new "С появлением Эрика мои дела стали неожиданно плохи...\nВо-первых, он предложил отправить меня в какой-то военный лагерь. Вроде бы для того, чтобы сделать из меня мужика... Да я уже Мужик! Сдались мне эти лагеря...\nВо-вторых, он убедил маму, что наказывать нас надо как-то иначе. Нет бы что хорошее подсказал, но это... В общем, со следующей недели нас будут наказывать на глазах друг у друга... голыми! Это такой позор! Это же каким надо быть извращенцем, чтобы такое выдумать.\nПонятно, что будет прикольно лишний раз увидеть сиськи сестёр, но и меня могут выпороть на глазах у всех. Это же как подорвёт авторитет!\nСначала эта дурацкая идея с военным лагерем, теперь ещё и это... Нужно что-то срочно делать!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:31
    old "В выходные у вас снова будет с ним разговор"
    new "В выходные у вас снова будет с ним разговор"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:34
    old "Ну что же, у меня такое чувство, что я заключил сделку с дьяволом. Эрик пообещал мне платить какие-то деньги и разрешил подглядывать за ними с мамой. В свою очередь, я не должен мешать ему совращать мою семью... Кто знает, может быть это позволит и мне поучаствовать в чём-то таком... Если он разрешит..."
    new "Ну что же, у меня такое чувство, что я заключил сделку с дьяволом. Эрик пообещал мне платить какие-то деньги и разрешил подглядывать за ними с мамой. В свою очередь, я не должен мешать ему совращать мою семью... Кто знает, может быть это позволит и мне поучаствовать в чём-то таком... Если он разрешит..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:39
    old "Да пошёл он, этот Эрик! Я отказался от его сомнительного предложения и не собираюсь иметь с ним ничего общего. Пусть попробует только полезть, я ему покажу! Глаза мои его бы не видели... Конечно, я отказался от всего что он там мог предложить, но зато моя совесть чиста и моя семья в моих руках!"
    new "Да пошёл он, этот Эрик! Я отказался от его сомнительного предложения и не собираюсь иметь с ним ничего общего. Пусть попробует только полезть, я ему покажу! Глаза мои его бы не видели... Конечно, я отказался от всего что он там мог предложить, но зато моя совесть чиста и моя семья в моих руках!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:42
    old "Скоро Эрик начнёт действовать"
    new "Скоро Эрик начнёт действовать"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:47
    old "Продвиньтесь в ветке событий - «Бумажник»"
    new "Продвиньтесь в ветке событий - «Бумажник»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:50
    old "Теперь я в доме главный! Ну как сказать главный, для всех это ещё Эрик, но ничего, Эрик теперь в моих руках и будет делать то что я ему скажу и со временем семья будет моей, т.е. на моей стороне и тогда этот Эрик мне будет уже не нужен."
    new "Теперь я в доме главный! Ну как сказать главный, для всех это ещё Эрик, но ничего, Эрик теперь в моих руках и будет делать то что я ему скажу и со временем семья будет моей, т.е. на моей стороне и тогда этот Эрик мне будет уже не нужен."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:54
    old "Эрик? Какой такой Эрик? Не слышал ни о каком Эрике... Кажется, его и не было никогда. Даже вспоминать не буду!"
    new "Эрик? Какой такой Эрик? Не слышал ни о каком Эрике... Кажется, его и не было никогда. Даже вспоминать не буду!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_11_compl.rpy:60
    old "Вы достигли финала этой возможности."
    new "Вы достигли финала этой возможности."

