# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:24
    old "Очевидно, Лиза по уши влюблена в какого-то своего одноклассника по имени Алекс. Как она рассказала, у него есть подруга Оливия, самая красивая девочка в школе. Лиза ждёт от меня помощи в виде совета - как ей быть дальше.\n\nВ голову приходит сразу три варианта: предложить ей забыть об этом парне, предложить ей сражаться с Оливией за Алекса до конца или же помочь переключить внимание Оливии на кого-то другого...\n\nДа, и похоже о своём мальчике Лиза разговаривает только, когда у неё хорошее настроение..."
    new "Очевидно, Лиза по уши влюблена в какого-то своего одноклассника по имени Алекс. Как она рассказала, у него есть подруга Оливия, самая красивая девочка в школе. Лиза ждёт от меня помощи в виде совета - как ей быть дальше.\n\nВ голову приходит сразу три варианта: предложить ей забыть об этом парне, предложить ей сражаться с Оливией за Алекса до конца или же помочь переключить внимание Оливии на кого-то другого...\n\nДа, и похоже о своём мальчике Лиза разговаривает только, когда у неё хорошее настроение..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:26
    old "Поговорите ещё раз с сестрой о Алексе, когда будет такая возможность"
    new "Поговорите ещё раз с сестрой о Алексе, когда будет такая возможность"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:29
    old "У вас пока нет возможности с ней поговорить. Возможность будет через [stat_liza.talkcooldown] часов"
    new "У вас пока нет возможности с ней поговорить. Возможность будет через [stat_liza.talkcooldown] часов"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:31
    old "У Лизы очень плохое настроение. Помогите ей с мойкой посуды или помогите с уроками"
    new "У Лизы очень плохое настроение. Помогите ей с мойкой посуды или помогите с уроками"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:35
    old "Я предложил Лизе забыть о её парне и, похоже, она прислушалась к моему совету. Конечно, она расстроилась, но может быть это и к лучшему? Возможно, она сосредоточит своё внимание на ком-то, кто всегда рядом?"
    new "Я предложил Лизе забыть о её парне и, похоже, она прислушалась к моему совету. Конечно, она расстроилась, но может быть это и к лучшему? Возможно, она сосредоточит своё внимание на ком-то, кто всегда рядом?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:40
    old "Требуется как минимум «Средний» уровень авторитета."
    new "Требуется как минимум «Средний» уровень авторитета."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:42
    old "Поговорите с Лизой об Алексе"
    new "Поговорите с Лизой об Алексе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:47
    old "Кажется, Лиза всерьёз отказалась от идеи бороться за Алекса. Теперь у меня есть шанс! А ещё она рассказала, что без ума от накачанных парней. Кажется, мне нужно немного натренировать мышцы. А где и когда это лучше делать, если не утром, вместе с мамой?"
    new "Кажется, Лиза всерьёз отказалась от идеи бороться за Алекса. Теперь у меня есть шанс! А ещё она рассказала, что без ума от накачанных парней. Кажется, мне нужно немного натренировать мышцы. А где и когда это лучше делать, если не утром, вместе с мамой?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:50
    old "Попроситесь к маме в ученики, для совместных занятий йогой"
    new "Попроситесь к маме в ученики, для совместных занятий йогой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:52
    old "Каждое утро в 07:00 она занимается йогой"
    new "Каждое утро в 07:00 она занимается йогой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:55
    old "Поговорите с Лизой, узнайте как дела в школе."
    new "Поговорите с Лизой, узнайте как дела в школе."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:57
    old "Это будет возможно после того, как она придёт со школы."
    new "Это будет возможно после того, как она придёт со школы."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:59
    old "Поговорите с Лизой, узнайте насчёт вашего предложения."
    new "Поговорите с Лизой, узнайте насчёт вашего предложения."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:62
    old "Видимо, у меня есть шанс на какие-то отношения с Лизой! Правда, она выдумала какие-то условия, но я справлюсь. Всего-то нужно: два раза в неделю делать зарядку и принести ей $1000. Ерунда какая..."
    new "Видимо, у меня есть шанс на какие-то отношения с Лизой! Правда, она выдумала какие-то условия, но я справлюсь. Всего-то нужно: два раза в неделю делать зарядку и принести ей $1000. Ерунда какая..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:66
    old "С сегодняшнего дня, с утра, вы можете начать занятия с Мамой"
    new "С сегодняшнего дня, с утра, вы можете начать занятия с Мамой"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:68
    old "На этой неделе вам не нужно заниматься йогой с Мамой."
    new "На этой неделе вам не нужно заниматься йогой с Мамой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:72
    old "На этой неделе вы занимались йогой [var1] раз(а)."
    new "На этой неделе вы занимались йогой [var1] раз(а)."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:74
    old "Вам не хватает денег."
    new "Вам не хватает денег."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:76
    old "Вы можете поговорить с Лизой и отдать ей деньги"
    new "Вы можете поговорить с Лизой и отдать ей деньги"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:78
    old "У вас была пропущена неделя, Лиза сразу не согласится на продвижение отношений. Поговорите с ней."
    new "У вас была пропущена неделя, Лиза сразу не согласится на продвижение отношений. Поговорите с ней."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:80
    old "Итак, я прошёл её особое испытание, а именно - принёс Лизе $1000. С зарядкой тоже полный порядок - два раза в неделю это пустяки... Она взяла время, чтобы ещё немного подумать. Интересно, что ещё она попросит?"
    new "Итак, я прошёл её особое испытание, а именно - принёс Лизе $1000. С зарядкой тоже полный порядок - два раза в неделю это пустяки... Она взяла время, чтобы ещё немного подумать. Интересно, что ещё она попросит?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:83
    old "Продвиньтесь в ветке событий - «Наставник»"
    new "Продвиньтесь в ветке событий - «Наставник»"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:93
    old "На этой неделе вы можете не заниматься йогой."
    new "На этой неделе вы можете не заниматься йогой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:95
    old "У вас была пропущена неделя. Потребуется заплатить Лизе $350"
    new "У вас была пропущена неделя. Потребуется заплатить Лизе $350"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:103
    old "Не забывайте заниматься йогой вместе с Мамой."
    new "Не забывайте заниматься йогой вместе с Мамой."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:107
    old "Я разработал хитрый план, который сделает всех счастливыми: Лиза должна подружиться с Оливией, стать её лучшей подругой, познакомить её со мной, а я её соблазню... Ну, попытаюсь. Но если получится, то у меня будет девушка, а у Лизы её Алекс. Отличный план! Вот только как соблазняют самых красивых девочек школы?"
    new "Я разработал хитрый план, который сделает всех счастливыми: Лиза должна подружиться с Оливией, стать её лучшей подругой, познакомить её со мной, а я её соблазню... Ну, попытаюсь. Но если получится, то у меня будет девушка, а у Лизы её Алекс. Отличный план! Вот только как соблазняют самых красивых девочек школы?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:110
    old "Поговорите с Лизой, когда будет достаточно очков авторитета"
    new "Поговорите с Лизой, когда будет достаточно очков авторитета"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:116
    old "Итак, мы приступили к реализации сложного плана по завоёвыванию Алекса для Лизы через Оливию... Но для начала нужно понять как с ней подружиться. Для этого Лиза попытается подружиться с кем-то, кому нравится Оливия, чтобы выпытать у него побольше информации об этой девушке...\nДа, сам бы я до такого не додумался, но Лиза считает, что это мой план!"
    new "Итак, мы приступили к реализации сложного плана по завоёвыванию Алекса для Лизы через Оливию... Но для начала нужно понять как с ней подружиться. Для этого Лиза попытается подружиться с кем-то, кому нравится Оливия, чтобы выпытать у него побольше информации об этой девушке...\nДа, сам бы я до такого не додумался, но Лиза считает, что это мой план!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:119
    old "Лизе удалось выяснить одну любопытную особенность Оливии: она не носит нижнее бельё! Конечно, это не очень много, но хоть что-то. Теперь я попросил Лизу выяснить причины у самой Оливии. Может быть, это что-то нам даст..."
    new "Лизе удалось выяснить одну любопытную особенность Оливии: она не носит нижнее бельё! Конечно, это не очень много, но хоть что-то. Теперь я попросил Лизу выяснить причины у самой Оливии. Может быть, это что-то нам даст..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:126
    old "Наконец-то этот гениальный план начинает исполняться! Лизе удалось выяснить, что Оливия не носит трусы, потому что она из семьи каких-то нудистов или натуристов, не важно. И ещё она обожает бассейны, но их почему-то не работает. И Лиза, умничка, пригласила её к нам в гости купаться и загорать в ближайшую субботу!"
    new "Наконец-то этот гениальный план начинает исполняться! Лизе удалось выяснить, что Оливия не носит трусы, потому что она из семьи каких-то нудистов или натуристов, не важно. И ещё она обожает бассейны, но их почему-то не работает. И Лиза, умничка, пригласила её к нам в гости купаться и загорать в ближайшую субботу!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:129
    old "Оливия придёт в гости в следующую субботу"
    new "Оливия придёт в гости в следующую субботу"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:132
    old "Сегодня Оливия придёт в гости в 16:00 (не пропустите)"
    new "Сегодня Оливия придёт в гости в 16:00 (не пропустите)"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:134
    old "Попробуйте в следующую субботу или загрузите одно из ваших сохранений"
    new "Попробуйте в следующую субботу или загрузите одно из ваших сохранений"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:136
    old "Рекомендую воспользоваться сохранением на странице «События», ячейка 2"
    new "Рекомендую воспользоваться сохранением на странице «События», ячейка 2"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:138
    old "Дождитесь субботы, когда Оливия придёт в гости"
    new "Дождитесь субботы, когда Оливия придёт в гости"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:140
    old "Оливия придёт в субботу в 16:00"
    new "Оливия придёт в субботу в 16:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:142
    old "Я познакомился с Оливией! Да, она стоила того, чтобы столько ждать и планировать... Реальность даже немного превзошла все мои ожидания! Оливия абсолютно не стесняется своей наготы... Зато я и двух слов связать не смог, тугодум... Ну ничего, я ещё произведу впечатление... Хотя, кое-чем уже произвёл..."
    new "Я познакомился с Оливией! Да, она стоила того, чтобы столько ждать и планировать... Реальность даже немного превзошла все мои ожидания! Оливия абсолютно не стесняется своей наготы... Зато я и двух слов связать не смог, тугодум... Ну ничего, я ещё произведу впечатление... Хотя, кое-чем уже произвёл..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:144
    old "В следующий раз, когда Оливия придёт в гости, поговорите с ней"
    new "В следующий раз, когда Оливия придёт в гости, поговорите с ней"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:146
    old "Оливия будет приходить каждые выходные в 15:00 и 16:00"
    new "Оливия будет приходить каждые выходные в 15:00 и 16:00"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:148
    old "Мне удалось немного поболтать с Оливией. Она оказалась не такой глупой, как я думал. Она весёлая, жизнерадостная, острая на язычок... Ох, попробовать бы его..."
    new "Мне удалось немного поболтать с Оливией. Она оказалась не такой глупой, как я думал. Она весёлая, жизнерадостная, острая на язычок... Ох, попробовать бы его..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:151
    old "Мы с Лизой решили позвать Оливию и Алекса ночью. Оливия обожает бассейн, а Лизе нравится Алекс. Кажется, план отличный! Посмотрим, что из этого получится..."
    new "Мы с Лизой решили позвать Оливию и Алекса ночью. Оливия обожает бассейн, а Лизе нравится Алекс. Кажется, план отличный! Посмотрим, что из этого получится..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:154
    old "Лиза сказала, что Оливия и Алекс смогут прийти, если никто об этом не узнает. Другими словами, в идеале, если мамы, Алисы и Киры не будет дома..."
    new "Лиза сказала, что Оливия и Алекс смогут прийти, если никто об этом не узнает. Другими словами, в идеале, если мамы, Алисы и Киры не будет дома..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:157
    old "Ночью пришли Оливия и Алекс. Забавная парочка. Мы все немного поплескались в бассейне, а затем они ушли. Кажется, это может стать традицией. Кто знает, куда она заведёт?"
    new "Ночью пришли Оливия и Алекс. Забавная парочка. Мы все немного поплескались в бассейне, а затем они ушли. Кажется, это может стать традицией. Кто знает, куда она заведёт?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:160
    old "В этот раз ночная встреча прошла ещё интереснее! Во-первых, Лизу удалось уболтать снять верхнюю часть купальника! Моя сестрёнка с голыми сиськами стоила того, чтобы всё это затеять! Ну а во-вторых, Алекс и Оливия остались на ночь. Жаль, что утром убежали, я не заметил когда...\nКстати, Оливия боится темноты и спит при включенном свете. Учитывая, что она спит ещё и голая, это отличная комбинация!"
    new "В этот раз ночная встреча прошла ещё интереснее! Во-первых, Лизу удалось уболтать снять верхнюю часть купальника! Моя сестрёнка с голыми сиськами стоила того, чтобы всё это затеять! Ну а во-вторых, Алекс и Оливия остались на ночь. Жаль, что утром убежали, я не заметил когда...\nКстати, Оливия боится темноты и спит при включенном свете. Учитывая, что она спит ещё и голая, это отличная комбинация!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:163
    old "На этот раз всё оказалось ещё лучше, чем в прошлый. Само купание в бассейне почти такое же... Ну, немного пообщались с Оливией, но гораздо интереснее то, что произошло ночью. Оливия стала отсасывать Алексу! И это при включенном свете, учитывая её фобию. А может быть, и нет никакой фобии, а она просто хотела, чтобы все это увидели? Правда, Лиза спала, ну а я ничего не пропустил!"
    new "На этот раз всё оказалось ещё лучше, чем в прошлый. Само купание в бассейне почти такое же... Ну, немного пообщались с Оливией, но гораздо интереснее то, что произошло ночью. Оливия стала отсасывать Алексу! И это при включенном свете, учитывая её фобию. А может быть, и нет никакой фобии, а она просто хотела, чтобы все это увидели? Правда, Лиза спала, ну а я ничего не пропустил!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:166
    old "В эту ночь алкоголь, который принёс Алекс, оказался очень... необычным. Видимо, какие-то препараты дали о себе знать. Лиза разделась догола и даже не прикрывалась! Более того, мы спали почти в обнимку... Ну не совсем спали, скорее глазели, как Оливия трахается с Алексом... А ещё Лиза помогала мне своей рукой... Эти визиты становятся всё интереснее и интереснее!"
    new "В эту ночь алкоголь, который принёс Алекс, оказался очень... необычным. Видимо, какие-то препараты дали о себе знать. Лиза разделась догола и даже не прикрывалась! Более того, мы спали почти в обнимку... Ну не совсем спали, скорее глазели, как Оливия трахается с Алексом... А ещё Лиза помогала мне своей рукой... Эти визиты становятся всё интереснее и интереснее!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:174
    old "Да... В эту ночь всё было ещё более неожиданным. Лиза без стеснения разделась догола, флиртовала всю ночь с Алексом. Они даже зачем-то уединялись где-то... А потом она предложила поменяться, чтобы я спал с Оливией, а она с Алексом. Но чего я ещё больше не ожидал, так это то, что Оливия согласится! И да, мы спали вдвоём, абсолютно голые... Правда, ничего не было. Похоже, она серьёзно относится к тому, что у неё формально есть парень... Ну, Алекс этот... Что же будет?"
    new "Да... В эту ночь всё было ещё более неожиданным. Лиза без стеснения разделась догола, флиртовала всю ночь с Алексом. Они даже зачем-то уединялись где-то... А потом она предложила поменяться, чтобы я спал с Оливией, а она с Алексом. Но чего я ещё больше не ожидал, так это то, что Оливия согласится! И да, мы спали вдвоём, абсолютно голые... Правда, ничего не было. Похоже, она серьёзно относится к тому, что у неё формально есть парень... Ну, Алекс этот... Что же будет?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:177
    old "Лиза рассказала, что она слышала, как Алекс и Оливия ругались. Кажется, они решили расстаться. Ну что же... Лиза может радоваться. Мой гениальный план сработал! Вот только как быть с этими... интересными ночными визитами?"
    new "Лиза рассказала, что она слышала, как Алекс и Оливия ругались. Кажется, они решили расстаться. Ну что же... Лиза может радоваться. Мой гениальный план сработал! Вот только как быть с этими... интересными ночными визитами?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:180
    old "Всё, теперь точно известно, что Оливия и Алекс расстались. Однако, они не прочь приходить ночами снова. Но уже Алекс к Лизе, а Оливия ко мне. Неужели у меня наконец-то появится девушка? И что мы сможем тогда делать в одной комнате вчетвером? Ух!"
    new "Всё, теперь точно известно, что Оливия и Алекс расстались. Однако, они не прочь приходить ночами снова. Но уже Алекс к Лизе, а Оливия ко мне. Неужели у меня наконец-то появится девушка? И что мы сможем тогда делать в одной комнате вчетвером? Ух!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:183
    old "Ну вот, теперь Оливия официально моя девушка! Ну как официально... Конечно, маме знать не обязательно, да и Алисе... Ну и Кире... Не важно. Главное, что она знает, что она моя девушка!"
    new "Ну вот, теперь Оливия официально моя девушка! Ну как официально... Конечно, маме знать не обязательно, да и Алисе... Ну и Кире... Не важно. Главное, что она знает, что она моя девушка!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:187
    old "Моя сестренка с интересом наблюдала, как я занимаюсь сексом с Оливией, даже немного поласкала себя. Если так и дальше пойдёт, то наверное так и поучаствовать захочет. Да и Оливию очень заводит тема инцеста, очень хочет увидеть нас вместе."
    new "Моя сестренка с интересом наблюдала, как я занимаюсь сексом с Оливией, даже немного поласкала себя. Если так и дальше пойдёт, то наверное так и поучаствовать захочет. Да и Оливию очень заводит тема инцеста, очень хочет увидеть нас вместе."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:190
    old "Это было что-то. Лиза особо не противясь, дала полизать её киску. Оливия же, не теряя время, сделала мне минет. По всей видимости её очень завело, то что я делал с Лизой. И ещё, Лиза попробовала мою сперму и ей понравилось. Класс! Нужно обязательно поговорить с сестренкой и жду не дождусь следующей ночи."
    new "Это было что-то. Лиза особо не противясь, дала полизать её киску. Оливия же, не теряя время, сделала мне минет. По всей видимости её очень завело, то что я делал с Лизой. И ещё, Лиза попробовала мою сперму и ей понравилось. Класс! Нужно обязательно поговорить с сестренкой и жду не дождусь следующей ночи."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:193
    old "В эту ночь Лиза призналась, что она такая же... ну озабоченная. Главное, что она сама в этом убедилась. Ещё немного и она будет хотеть мой член. Интересно, куда дальше заведут эти наши ночные развлечения вместе с Оливией."
    new "В эту ночь Лиза призналась, что она такая же... ну озабоченная. Главное, что она сама в этом убедилась. Ещё немного и она будет хотеть мой член. Интересно, куда дальше заведут эти наши ночные развлечения вместе с Оливией."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:196
    old "В этот раз уже Оливия призналась, хотя это и так было понятно, что она приходит к нам в гости не из-а бассейна, а из-за меня и моего члена, ну и моей миленькой сестрёнки. Надеюсь и Лиза в скором времени тоже сделает подобное признание, тогда и секс с сестренкой будет не за горами."
    new "В этот раз уже Оливия призналась, хотя это и так было понятно, что она приходит к нам в гости не из-а бассейна, а из-за меня и моего члена, ну и моей миленькой сестрёнки. Надеюсь и Лиза в скором времени тоже сделает подобное признание, тогда и секс с сестренкой будет не за горами."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:199
    old "Продолжайте приглашать Оливию в гости на ночь"
    new "Продолжайте приглашать Оливию в гости на ночь"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:202
    old "Нужно ещё: [var1]"
    new "Нужно ещё: [var1]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:204
    old "Вот эта да! Лиза сама изъявила желание стать моей девушкой. Я сначала думал, когда только затевал всё, что может будет лучше Лизу сделать своей девушкой, но не был уверен, что этот план воплотится и решил всё же завести отношения с Оливией, а Лизе освободить Алекса. А тут так получилось всё удачно. Поговорю с Лизой, узнаю у неё лично, не напридумывала ли Оливия."
    new "Вот эта да! Лиза сама изъявила желание стать моей девушкой. Я сначала думал, когда только затевал всё, что может будет лучше Лизу сделать своей девушкой, но не был уверен, что этот план воплотится и решил всё же завести отношения с Оливией, а Лизе освободить Алекса. А тут так получилось всё удачно. Поговорю с Лизой, узнаю у неё лично, не напридумывала ли Оливия."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:207
    old "Невероятно! Лиза стала моей девушкой! Вот только с условиями, но всё это ерунда. Главное, что она МОЯ девушка! И теперь у меня есть две девушки!"
    new "Невероятно! Лиза стала моей девушкой! Вот только с условиями, но всё это ерунда. Главное, что она МОЯ девушка! И теперь у меня есть две девушки!"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:214
    old "Осталось дней: [cooldown]"
    new "Осталось дней: [cooldown]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:217
    old "Для некоторых диалогов требуются очки авторитета (см.справку)."
    new "Для некоторых диалогов требуются очки авторитета (см.справку)."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:219
    old "Специально допускайте ошибки в домашнем задании Лизы. Требуется как минимум «Средний» уровень авторитета."
    new "Специально допускайте ошибки в домашнем задании Лизы. Требуется как минимум «Средний» уровень авторитета."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:230
    old "Поговорите с Мамой о гостях ночью"
    new "Поговорите с Мамой о гостях ночью"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:232
    old "Закажите в интернет-магазине [item_sleeping.name] и дождитесь доставки"
    new "Закажите в интернет-магазине [item_sleeping.name] и дождитесь доставки"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:234
    old "В подходящий день, до ужина, отдайте Лизе снотворное"
    new "В подходящий день, до ужина, отдайте Лизе снотворное"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:236
    old "В пятницу. Т.к. в субботу ночью, Алиса будет в клубе."
    new "В пятницу. Т.к. в субботу ночью, Алиса будет в клубе."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:239
    old "Ночью, в субботу, в 01:00 придёт Оливия с Алексом"
    new "Ночью, в субботу, в 01:00 придёт Оливия с Алексом"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:241
    old "Ночью, в субботу, в 01:00 придёт Оливия"
    new "Ночью, в субботу, в 01:00 придёт Оливия"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:243
    old "Поговорите с Лизой, попросите её позвать Оливию"
    new "Поговорите с Лизой, попросите её позвать Оливию"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:248
    old "Пока не поговорите с Лизой, Оливия не придёт в субботу ночью"
    new "Пока не поговорите с Лизой, Оливия не придёт в субботу ночью"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:250
    old "Пока не поговорите с Лизой, вы не сможете через сестру пригласить Оливию"
    new "Пока не поговорите с Лизой, вы не сможете через сестру пригласить Оливию"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_05_compl.rpy:256
    old "Вы достигли финала этой возможности. Вы можете продолжать приглашать Оливию на секс ночью через Лизу."
    new "Вы достигли финала этой возможности. Вы можете продолжать приглашать Оливию на секс ночью через Лизу."

