# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:24
    old "Я заметил, что Лиза всё время в одном и том же закрытом купальнике. Так же невозможно толком загореть? Она тоже так считает, но другого нет. Остальные пропали с другими вещами во время переезда. Может быть, удастся как-то ей помочь?"
    new "Я заметил, что Лиза всё время в одном и том же закрытом купальнике. Так же невозможно толком загореть? Она тоже так считает, но другого нет. Остальные пропали с другими вещами во время переезда. Может быть, удастся как-то ей помочь?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:27
    old "Дождитесь субботы"
    new "Дождитесь субботы"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:31
    old "Во время завтрака Лиза намекнула маме, что нужно бы купить во время шоппинга купальник, который не скрывает половину тела и в котором можно загорать..."
    new "Во время завтрака Лиза намекнула маме, что нужно бы купить во время шоппинга купальник, который не скрывает половину тела и в котором можно загорать..."

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:33
    old "Дождитесь приезда Эрика"
    new "Дождитесь приезда Эрика"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:35
    old "Выяснилось, что во время последнего шоппинга забыли купить Лизе купальник, о котором она просила. Теперь придётся ждать до следующих выходных, когда Эрик снова повезёт всех за покупками. Но в этот раз сам Эрик пообещал ей подарить этот купальник. Может быть, его опередить?"
    new "Выяснилось, что во время последнего шоппинга забыли купить Лизе купальник, о котором она просила. Теперь придётся ждать до следующих выходных, когда Эрик снова повезёт всех за покупками. Но в этот раз сам Эрик пообещал ей подарить этот купальник. Может быть, его опередить?"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:38
    old "Купите купальник в интернет-магазине"
    new "Купите купальник в интернет-магазине"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:40
    old "Зайдите в свою комнату, нажмите на иконку ноутбука, выберите интернет-магазин и найдите - [item_swimsuitliza.name]"
    new "Зайдите в свою комнату, нажмите на иконку ноутбука, выберите интернет-магазин и найдите - [item_swimsuitliza.name]"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:42
    old "Дождитесь доставки купальника"
    new "Дождитесь доставки купальника"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:44
    old "Подарите купальник Лизе"
    new "Подарите купальник Лизе"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:46
    old "Мне удалось накопить немного денег и купить тот самый купальник, который так хотела Лиза. Кажется, она меня любит! А Эрик теперь обломается со своими подарками, ведь я уже подарил то, что так хочет младшая сестрёнка"
    new "Мне удалось накопить немного денег и купить тот самый купальник, который так хотела Лиза. Кажется, она меня любит! А Эрик теперь обломается со своими подарками, ведь я уже подарил то, что так хочет младшая сестрёнка"

    # game/scripts/gameplay_screens/gameplay_screen_walks/walk_07_compl.rpy:48
    old "Мне не удалось подарить Лизе купальник до того, как это сделал для неё Эрик. Кажется, их отношения улучшились. Вот если бы я подарил тот чёртов купальник, то Лиза была бы мне очень благодарна, а не ему..."
    new "Мне не удалось подарить Лизе купальник до того, как это сделал для неё Эрик. Кажется, их отношения улучшились. Вот если бы я подарил тот чёртов купальник, то Лиза была бы мне очень благодарна, а не ему..."

