# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:59
    old "Клавиатура"
    new "Клавиатура"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:60
    old "Мышь"
    new "Мышь"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:63
    old "Геймпад"
    new "Геймпад"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:67
    old "Enter"
    new "Enter"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:68
    old "Прохождение диалогов, активация интерфейса."
    new "Прохождение диалогов, активация интерфейса."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:72
    old "Пробел"
    new "Пробел"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:73
    old "Прохождение диалогов без возможности делать выбор."
    new "Прохождение диалогов без возможности делать выбор."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:77
    old "Стрелки"
    new "Стрелки"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:78
    old "Навигация по интерфейсу."
    new "Навигация по интерфейсу."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:82
    old "Esc"
    new "Esc"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:83
    old "Вход в игровое меню."
    new "Вход в игровое меню."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:87
    old "Ctrl"
    new "Ctrl"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:88
    old "Пропускает диалоги, пока зажат."
    new "Пропускает диалоги, пока зажат."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:92
    old "Tab"
    new "Tab"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:93
    old "Включает режим пропуска."
    new "Включает режим пропуска."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:108
    old "Скрывает интерфейс пользователя."
    new "Скрывает интерфейс пользователя."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:113
    old "Делает снимок экрана."
    new "Делает снимок экрана."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:118
    old "Включает поддерживаемый {a=https://www.renpy.org/l/voicing}синтезатор речи{/a}."
    new "Включает поддерживаемый {a=https://www.renpy.org/l/voicing}синтезатор речи{/a}."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:123
    old "Открывает меню специальных возможностей."
    new "Открывает меню специальных возможностей."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:130
    old "Быстрое сохранение"
    new "Быстрое сохранение"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:135
    old "Загрузить быстрое сохранение"
    new "Загрузить быстрое сохранение"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:140
    old "Пропуск времени на 1 час"
    new "Пропуск времени на 1 час"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:145
    old "Пропуск времени на 2 часа"
    new "Пропуск времени на 2 часа"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:150
    old "Пропуск времени на 3 часа"
    new "Пропуск времени на 3 часа"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:155
    old "Пропуск времени на 4 часа"
    new "Пропуск времени на 4 часа"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:188
    old "Левый клик"
    new "Левый клик"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:193
    old "Клик колёсиком"
    new "Клик колёсиком"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:198
    old "Правый клик"
    new "Правый клик"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:203
    old "Колёсико вверх\nКлик на сторону отката"
    new "Колёсико вверх\nКлик на сторону отката"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:204
    old "Откат назад по сюжету игры."
    new "Откат назад по сюжету игры."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:208
    old "Колёсико вниз"
    new "Колёсико вниз"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:209
    old "Откатывает предыдущее действие вперёд."
    new "Откатывает предыдущее действие вперёд."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:235
    old "Правый триггер\nA/Нижняя кнопка"
    new "Правый триггер\nA/Нижняя кнопка"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:240
    old "Левый Триггер\nЛевый Бампер"
    new "Левый Триггер\nЛевый Бампер"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:245
    old "Правый бампер"
    new "Правый бампер"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:250
    old "Крестовина, Стики"
    new "Крестовина, Стики"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:255
    old "Start, Guide"
    new "Start, Guide"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:260
    old "Y/Верхняя кнопка"
    new "Y/Верхняя кнопка"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:263
    old "Калибровка"
    new "Калибровка"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:303
    old "Различные действия или фразы могут вызывать соответствующую реакцию в виде смены настроения персонажа, с которым вы общались или на кого воздействовали. Если у персонажа плохое настроение, он может отказаться с вами обсуждать некоторые темы.\n\nВ отличии от оригинальной игры, здесь настроение измеряется в других числах. Если настроение девушек плохое, то оно нормализуется постепенно с каждым днём, но его возможно сразу привести в норму, если им с чем-то помочь."
    new "Различные действия или фразы могут вызывать соответствующую реакцию в виде смены настроения персонажа, с которым вы общались или на кого воздействовали. Если у персонажа плохое настроение, он может отказаться с вами обсуждать некоторые темы.\n\nВ отличии от оригинальной игры, здесь настроение измеряется в других числах. Если настроение девушек плохое, то оно нормализуется постепенно с каждым днём, но его возможно сразу привести в норму, если им с чем-то помочь."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:305
    old "К примеру:\nЛиза - помощь с посудой и уроками\nАлиса - помощь с посудой, деньгами\nМама - купить продукты, почистить бассейн (за помощь не брать деньги)"
    new "К примеру:\nЛиза - помощь с посудой и уроками\nАлиса - помощь с посудой, деньгами\nМама - купить продукты, почистить бассейн (за помощь не брать деньги)"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:322
    old "Во время игры, в зависимости от ваших действий, вы можете открыть новые «возможности». Возможности, это группа заданий, которые связаны между собой какими-то событиями и персонажами.\n\nУ каждой возможности своё прохождение, задание, текст, описывающий произошедшие события и какие действия необходимо сделать для дальнейшего продвижения в игре."
    new "Во время игры, в зависимости от ваших действий, вы можете открыть новые «возможности». Возможности, это группа заданий, которые связаны между собой какими-то событиями и персонажами.\n\nУ каждой возможности своё прохождение, задание, текст, описывающий произошедшие события и какие действия необходимо сделать для дальнейшего продвижения в игре."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:324
    old "В прохождениях текст написан разными цветами:"
    new "В прохождениях текст написан разными цветами:"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:325
    old "- {b}желтый{/b} — это текст, взятый из оригинальной игры с минимальными изменениями в содержании, описывающий события оригинальной игры"
    new "- {b}желтый{/b} — это текст, взятый из оригинальной игры с минимальными изменениями в содержании, описывающий события оригинальной игры"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:326
    old "- {b}оранжевый{/b} — дополнительные события (моды), которые могут состоять из артов оригинальной игры, а также из артов PGN"
    new "- {b}оранжевый{/b} — дополнительные события (моды), которые могут состоять из артов оригинальной игры, а также из артов PGN"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:327
    old "- {b}белый{/b} — подсказки стандартного прохождения. Не у всех описаний достаточно информации для действий"
    new "- {b}белый{/b} — подсказки стандартного прохождения. Не у всех описаний достаточно информации для действий"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:328
    old "- {b}зеленый{/b} — подсказки подробного прохождения*. Эти подсказки более точно объясняют игроку его дальнейшие действия, а также может показывать текущий прогресс, необходимый для данной возможности"
    new "- {b}зеленый{/b} — подсказки подробного прохождения*. Эти подсказки более точно объясняют игроку его дальнейшие действия, а также может показывать текущий прогресс, необходимый для данной возможности"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:329
    old "* — во время игры невозможно переключаться между типами прохождений. Поэтому хорошенько подумайте перед своим выбором."
    new "* — во время игры невозможно переключаться между типами прохождений. Поэтому хорошенько подумайте перед своим выбором."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:347
    old "Эта характеристика показывает, насколько серьёзно тот или иной персонаж относится к Максу (к вашему персонажу).\n\nАвторитет может меняться в исключительных ситуациях. А именно — во время наказания. Когда кого-то наказывают, его самооценка снижается, а авторитет Макса увеличивается. Если же наказывают Макса в присутствии других, для них всех его авторитет падает.\n\nАвторитет может быть очень важен, если вы хотите кого-то склонить на свою сторону во время спора или просто склонить к чему-то. "
    new "Эта характеристика показывает, насколько серьёзно тот или иной персонаж относится к Максу (к вашему персонажу).\n\nАвторитет может меняться в исключительных ситуациях. А именно — во время наказания. Когда кого-то наказывают, его самооценка снижается, а авторитет Макса увеличивается. Если же наказывают Макса в присутствии других, для них всех его авторитет падает.\n\nАвторитет может быть очень важен, если вы хотите кого-то склонить на свою сторону во время спора или просто склонить к чему-то. "

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:351
    old "Лиза — при помощи с уроками, специально допустить ошибку в её домашнем задании"
    new "Лиза — при помощи с уроками, специально допустить ошибку в её домашнем задании"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:353
    old "Алиса — подложить в её комнате сигареты или наказать её самим, когда курит у бассейна"
    new "Алиса — подложить в её комнате сигареты или наказать её самим, когда курит у бассейна"

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:372
    old "Сейчас вам доступна дополнительная игровая возможность - пропускать время на 2 и 4 часа. Пропуск времени на 2 и 4 часа доступен с 6 утра и до 23 часов вечера. Но знайте, большинство событий привязано ко времени и бездумный пропуск времени ни к чему хорошему не приведет."
    new "Сейчас вам доступна дополнительная игровая возможность - пропускать время на 2 и 4 часа. Пропуск времени на 2 и 4 часа доступен с 6 утра и до 23 часов вечера. Но знайте, большинство событий привязано ко времени и бездумный пропуск времени ни к чему хорошему не приведет."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:373
    old "На 2 и 4 часа пропуск возможен через иконки в интерфейсе игры. Для пользователей ПК, доступна возможность пропускать время на 1, 2, 3 и 4 часа, используя кнопки чисел клавиатуры (не Num)."
    new "На 2 и 4 часа пропуск возможен через иконки в интерфейсе игры. Для пользователей ПК, доступна возможность пропускать время на 1, 2, 3 и 4 часа, используя кнопки чисел клавиатуры (не Num)."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:374
    old "В планах было добавить возможность пропускать дни, но т.к. многие события зависят не только от часов, но и дней, то пока данной функции не будет. Возможно появится в ближайшем будущем, если она действительно будет необходима игрокам."
    new "В планах было добавить возможность пропускать дни, но т.к. многие события зависят не только от часов, но и дней, то пока данной функции не будет. Возможно появится в ближайшем будущем, если она действительно будет необходима игрокам."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:397
    old "В диалогах, когда предоставляется выбор, что ответить или сделать, у некоторых выборов рядом может отображаться число в процентах. Это вероятность, шанс, с которым у вас может получиться это действие или запуститься событие."
    new "В диалогах, когда предоставляется выбор, что ответить или сделать, у некоторых выборов рядом может отображаться число в процентах. Это вероятность, шанс, с которым у вас может получиться это действие или запуститься событие."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:398
    old "Шанс показывает вероятность только для текущего выбора, действия, он не показывает вероятность для последующих событий. А также, шанс показывается только там, где в условиях запуска событий имеется вероятность (рандом), если там зависимость от прогресса или от характеристик вашего, или другого персонажа, то шанс не будет отображаться."
    new "Шанс показывает вероятность только для текущего выбора, действия, он не показывает вероятность для последующих событий. А также, шанс показывается только там, где в условиях запуска событий имеется вероятность (рандом), если там зависимость от прогресса или от характеристик вашего, или другого персонажа, то шанс не будет отображаться."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:399
    old "Если рядом с шансом стоит одна звездочка (*), то это значит, что этот шанс зависит от: или от прогресса в текущей возможности, или от количества каких-то действий, или от навыков вашего персонажа. Если рядом с шансом две звёздочки (**), то вероятность зависит от показателей персонажа, с которым вы ведете диалог или с кем будет связано ваше действие."
    new "Если рядом с шансом стоит одна звездочка (*), то это значит, что этот шанс зависит от: или от прогресса в текущей возможности, или от количества каких-то действий, или от навыков вашего персонажа. Если рядом с шансом две звёздочки (**), то вероятность зависит от показателей персонажа, с которым вы ведете диалог или с кем будет связано ваше действие."

    # game/scripts/gameplay_screens/gameplay_screen_spravka.rpy:400
    old "Для каждого типа прохождения своя вероятность. В большинстве случаев, при выборе подробного прохождения, шанс выше."
    new "Для каждого типа прохождения своя вероятность. В большинстве случаев, при выборе подробного прохождения, шанс выше."

