# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/screen_cityout.rpy:31
    old "ВЫБЕРИТЕ ПУНКТ НАЗНАЧЕНИЯ"
    new "ВЫБЕРИТЕ ПУНКТ НАЗНАЧЕНИЯ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:48
    old "Школа"
    new "Школа"

    # game/scripts/gameplay_screens/screen_cityout.rpy:62
    old "Кафе Вики"
    new "Кафе Вики"

    # game/scripts/gameplay_screens/screen_cityout.rpy:76
    old "Клиника"
    new "Клиника"

    # game/scripts/gameplay_screens/screen_cityout.rpy:90
    old "Дом Оливии"
    new "Дом Оливии"

    # game/scripts/gameplay_screens/screen_cityout.rpy:134
    old "Наконец-то у меня появился повод выйти из дома, да ещё какой повод! Лизе хочется романтики и я могу ей её дать. Ну, мне так кажется. Как минимум стоит начать с первого свидания. Для этого мне нужно в учебный день выйти из дома в 15 часов. Да, стоит захватить деньги, хотя бы $20."
    new "Наконец-то у меня появился повод выйти из дома, да ещё какой повод! Лизе хочется романтики и я могу ей её дать. Ну, мне так кажется. Как минимум стоит начать с первого свидания. Для этого мне нужно в учебный день выйти из дома в 15 часов. Да, стоит захватить деньги, хотя бы $20."

    # game/scripts/gameplay_screens/screen_cityout.rpy:137
    old "Итак, я могу ходить на свидания с Лизой в любой учебный день, в 15 часов. Вот только не нужно делать это слишком часто, а то можно надоесть... Да, не стоит ходить на свидания совсем без денег. $20 должно хватить хотя бы на кофе, если что..."
    new "Итак, я могу ходить на свидания с Лизой в любой учебный день, в 15 часов. Вот только не нужно делать это слишком часто, а то можно надоесть... Да, не стоит ходить на свидания совсем без денег. $20 должно хватить хотя бы на кофе, если что..."

    # game/scripts/gameplay_screens/screen_cityout.rpy:140
    old "Теперь я могу после школы встречаться либо с Лизой, либо с Оливией. Они заканчивают в 16. Так что, лучше выходить на час раньше. Стоит запастить деньгами, на всякий случай... баксов 20 хватит, хотя бы на тот же кофе... Да, Оливия свободна обычно по вторникам и пятницам..."
    new "Теперь я могу после школы встречаться либо с Лизой, либо с Оливией. Они заканчивают в 16. Так что, лучше выходить на час раньше. Стоит запастить деньгами, на всякий случай... баксов 20 хватит, хотя бы на тот же кофе... Да, Оливия свободна обычно по вторникам и пятницам..."

    # game/scripts/gameplay_screens/screen_cityout.rpy:143
    old "После уроков я могу встретиться с девчонками. Правда, теперь Оливия всегда занята и лучше её навещать дома, часов в 5 вечера по вторникам и пятницам."
    new "После уроков я могу встретиться с девчонками. Правда, теперь Оливия всегда занята и лучше её навещать дома, часов в 5 вечера по вторникам и пятницам."

    # game/scripts/gameplay_screens/screen_cityout.rpy:154
    old "ИДТИ К ШКОЛЕ"
    new "ИДТИ К ШКОЛЕ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:161
    old "НЕ ЧАЩЕ ОДНОГО РАЗА В 2 ДНЯ"
    new "НЕ ЧАЩЕ ОДНОГО РАЗА В 2 ДНЯ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:163
    old "ЛУЧШЕ ВЫБРАТЬ ДРУГОЙ ДЕНЬ"
    new "ЛУЧШЕ ВЫБРАТЬ ДРУГОЙ ДЕНЬ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:165
    old "У ВАС СЛИШКОМ МАЛО ДЕНЕГ"
    new "У ВАС СЛИШКОМ МАЛО ДЕНЕГ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:167
    old "СЛИШКОМ РАНО"
    new "СЛИШКОМ РАНО"

    # game/scripts/gameplay_screens/screen_cityout.rpy:169
    old "СЛИШКОМ ПОЗДНО"
    new "СЛИШКОМ ПОЗДНО"

    # game/scripts/gameplay_screens/screen_cityout.rpy:205
    old "Итак, Лиза меня благословила на свидание с Викой. До сих пор не понимаю какой ей в этом интерес. Но упускать возможность я не хочу. Стоит заглянуть к Вике днём. Конечно, нужно взять хотя бы $20, чтобы хватило на пару кружек кофе..."
    new "Итак, Лиза меня благословила на свидание с Викой. До сих пор не понимаю какой ей в этом интерес. Но упускать возможность я не хочу. Стоит заглянуть к Вике днём. Конечно, нужно взять хотя бы $20, чтобы хватило на пару кружек кофе..."

    # game/scripts/gameplay_screens/screen_cityout.rpy:208
    old "Ну что же, путь в кафе для меня открыт. Я могу ходить туда в любой день с 12 до 17 часов. Конечно, не стоит выходить из дома совсем без денег. Думаю, $20 вполне хватит на пару кружек кофе..."
    new "Ну что же, путь в кафе для меня открыт. Я могу ходить туда в любой день с 12 до 17 часов. Конечно, не стоит выходить из дома совсем без денег. Думаю, $20 вполне хватит на пару кружек кофе..."

    # game/scripts/gameplay_screens/screen_cityout.rpy:219
    old "ИДТИ В КАФЕ К ВИКИ"
    new "ИДТИ В КАФЕ К ВИКИ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:228
    old "ВЫ СЕГОДНЯ УЖЕ БЫЛИ В КАФЕ"
    new "ВЫ СЕГОДНЯ УЖЕ БЫЛИ В КАФЕ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:231
    old "12:00 - 17:00"
    new "12:00 - 17:00"

    # game/scripts/gameplay_screens/screen_cityout.rpy:266
    old "Современная клиника для изучения и лечения различных проблем в половой сфере. Особенно украшает это место доктор с красивым именем Ева... И не только именем. Стоит сюда иногда заглядывать. Лучше часов в 16-17, так как именно в это время меньше всего других клиентов."
    new "Современная клиника для изучения и лечения различных проблем в половой сфере. Особенно украшает это место доктор с красивым именем Ева... И не только именем. Стоит сюда иногда заглядывать. Лучше часов в 16-17, так как именно в это время меньше всего других клиентов."

    # game/scripts/gameplay_screens/screen_cityout.rpy:277
    old "ЕХАТЬ В КЛИНИКУ"
    new "ЕХАТЬ В КЛИНИКУ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:284
    old "Продвиньтесь в событиях - «Побочный эффект»"
    new "Продвиньтесь в событиях - «Побочный эффект»"

    # game/scripts/gameplay_screens/screen_cityout.rpy:287
    old "ОСТАЛОСЬ ДНЕЙ: [var_clinicpass]"
    new "ОСТАЛОСЬ ДНЕЙ: [var_clinicpass]"

    # game/scripts/gameplay_screens/screen_cityout.rpy:291
    old "ЗАВТРА"
    new "ЗАВТРА"

    # game/scripts/gameplay_screens/screen_cityout.rpy:331
    old "Оливия рада помощи с уроками. Лучше всего приходить по вторникам и пятницам в районе 5 часов вечера."
    new "Оливия рада помощи с уроками. Лучше всего приходить по вторникам и пятницам в районе 5 часов вечера."

    # game/scripts/gameplay_screens/screen_cityout.rpy:334
    old "После прошлой встречи с Дианой я понял, что лучше повременить с визитами. Кажется, она что-то задумала..."
    new "После прошлой встречи с Дианой я понял, что лучше повременить с визитами. Кажется, она что-то задумала..."

    # game/scripts/gameplay_screens/screen_cityout.rpy:345
    old "ИДТИ К ОЛИВИИ ДОМОЙ"
    new "ИДТИ К ОЛИВИИ ДОМОЙ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:352
    old "ПРОДОЛЖЕНИЕ ОТСУТСВУЕТ"
    new "ПРОДОЛЖЕНИЕ ОТСУТСВУЕТ"

    # game/scripts/gameplay_screens/screen_cityout.rpy:356
    old "ВЫ СЕГОДНЯ УЖЕ БЫЛИ У ОЛИВИИ"
    new "ВЫ СЕГОДНЯ УЖЕ БЫЛИ У ОЛИВИИ"

