# TODO: Translation updated at 2022-04-11 10:48

translate ru strings:

    # game/scripts/gameplay_screens/mails/user_01.rpy:27
    old "От:"
    new "От:"

    # game/scripts/gameplay_screens/mails/user_01.rpy:36
    old "Тема:"
    new "Тема:"

    # game/scripts/gameplay_screens/mails/user_01.rpy:46
    old "Привет, привет. Ты создал замечательный сайт. Идея мне нравится, этакое реалити-шоу. И ты там живёшь, да? Ведь так, да? Дааааа?\nЛадно, сам отвечу, да ты там живёшь, ведь IP привязан к тому дому и с того же IP ты создал свой сайт.\nВ общем, наверное ты заметил, или ещё нет... в общем, теперь это мой сайт. Да, да, мой, ну мой.\nПоэтому тебе самому не посмотреть что и где происходит. Даже если попробуешь как-то использовать домашний Wi-Fi, без разницы с компьютера или телефона, доступ к трансляции не получить. Смекаешь, да? Если даже родня прознает, они не смогут посмотреть. Я заботливый)))\nНо всё же, т.к. ты его создал и за отличную идею, ты можешь иметь доступ к управлению сайтом, но только если надумаешь подключить ещё несколько камер и... Я действительно не такой плохой и ужасный... Хе, хе.\nКороче, половину с дохода забираю себе, а остальное будет у тебя.\nЛадно, бывай напарничек."
    new "Привет, привет. Ты создал замечательный сайт. Идея мне нравится, этакое реалити-шоу. И ты там живёшь, да? Ведь так, да? Дааааа?\nЛадно, сам отвечу, да ты там живёшь, ведь IP привязан к тому дому и с того же IP ты создал свой сайт.\nВ общем, наверное ты заметил, или ещё нет... в общем, теперь это мой сайт. Да, да, мой, ну мой.\nПоэтому тебе самому не посмотреть что и где происходит. Даже если попробуешь как-то использовать домашний Wi-Fi, без разницы с компьютера или телефона, доступ к трансляции не получить. Смекаешь, да? Если даже родня прознает, они не смогут посмотреть. Я заботливый)))\nНо всё же, т.к. ты его создал и за отличную идею, ты можешь иметь доступ к управлению сайтом, но только если надумаешь подключить ещё несколько камер и... Я действительно не такой плохой и ужасный... Хе, хе.\nКороче, половину с дохода забираю себе, а остальное будет у тебя.\nЛадно, бывай напарничек."

    # game/scripts/gameplay_screens/mails/user_01.rpy:49
    old "Эй... Оказывается у тебя есть где деньги достать. Может мне увеличить свою долю? Да ладно, шучу, 50 на 50, как было ранее обговорено.\nТебе осталось только установить камеры. Не забывай иногда на рекламу раскошеливаться, раз денег у тебя много. Ладно, бывай, может ещё раз напишу."
    new "Эй... Оказывается у тебя есть где деньги достать. Может мне увеличить свою долю? Да ладно, шучу, 50 на 50, как было ранее обговорено.\nТебе осталось только установить камеры. Не забывай иногда на рекламу раскошеливаться, раз денег у тебя много. Ладно, бывай, может ещё раз напишу."

    # game/scripts/gameplay_screens/mails/user_01.rpy:51
    old "Привет, напарничек. Я вижу, что у тебя проблемы с деньгами, так что решил помочь тебе, т.е. нам с нашим совместным делом. В общем я заказал доставку к тебе на дом. И тебе завтра должны прислать несколько новых камер. Как придут, установи у себя в других комнатах.\nЖду от тебя плодотворной работы."
    new "Привет, напарничек. Я вижу, что у тебя проблемы с деньгами, так что решил помочь тебе, т.е. нам с нашим совместным делом. В общем я заказал доставку к тебе на дом. И тебе завтра должны прислать несколько новых камер. Как придут, установи у себя в других комнатах.\nЖду от тебя плодотворной работы."

    # game/scripts/gameplay_screens/mails/user_01.rpy:53
    old "Эй... Да ты молодец оказывается и деньги нашлись и камеры поставил. Уважуха.\nТы это, не забывай тратить на рекламу и что-нибудь интересное устраивай там у себя дома. Чем больше интересного, тем больше зрителей и денег.\nЛадно, бывай напарничек."
    new "Эй... Да ты молодец оказывается и деньги нашлись и камеры поставил. Уважуха.\nТы это, не забывай тратить на рекламу и что-нибудь интересное устраивай там у себя дома. Чем больше интересного, тем больше зрителей и денег.\nЛадно, бывай напарничек."

    # game/scripts/gameplay_screens/mails/user_01.rpy:55
    old "Привет. Я тут заметил кое-что. Ты искал инфу как обойти защиту? Если надумал так получить доступ к своему сайту, то так и вовсе можно его потерять и я буду единственным владельцем. Хе-хе-хе...\nНе буду рушить тебе жизнь. Хочется порнушку посмотреть, понимаю, а у этого провайдера репутация от того и низкая, что много чего блочит, но всяким «родителям» он нравится. Так что, как только прочтёшь это сообщение, закажу тебе симку, на НАШ сайт не попадёшь, но порно посмотришь.\n\nЕсли узнаю, что хочешь как-то вернуть своё, знай, я на готове и так просто у тебя не выйдет."
    new "Привет. Я тут заметил кое-что. Ты искал инфу как обойти защиту? Если надумал так получить доступ к своему сайту, то так и вовсе можно его потерять и я буду единственным владельцем. Хе-хе-хе...\nНе буду рушить тебе жизнь. Хочется порнушку посмотреть, понимаю, а у этого провайдера репутация от того и низкая, что много чего блочит, но всяким «родителям» он нравится. Так что, как только прочтёшь это сообщение, закажу тебе симку, на НАШ сайт не попадёшь, но порно посмотришь.\n\nЕсли узнаю, что хочешь как-то вернуть своё, знай, я на готове и так просто у тебя не выйдет."

