# TODO: Translation updated at 2022-04-11 10:48

# game/scripts/story/voyeur/bathroom_kira.rpy:5
translate ru bathroom_voy_kira_q8_45f5fd51:

    # m_emo_121 "В это время Алиса обычно принимает душ. О, она не одна. Похоже, Кира тоже там..." nointeract
    m_emo_121 "В это время Алиса обычно принимает душ. О, она не одна. Похоже, Кира тоже там..." nointeract

# game/scripts/story/voyeur/bathroom_kira.rpy:8
translate ru bathroom_voy_kira_q8_8a75b321:

    # m_emo_121 "Хм... Никто не отвечает. Они так громко разговаривают друг с другом, что меня не слышат! Врываться через дверь опасно - получу от обеих. Но вот если одним глазком взглянуть с улицы..." nointeract
    m_emo_121 "Хм... Никто не отвечает. Они так громко разговаривают друг с другом, что меня не слышат! Врываться через дверь опасно - получу от обеих. Но вот если одним глазком взглянуть с улицы..." nointeract

# game/scripts/story/voyeur/bathroom_kira.rpy:16
translate ru bathroom_voy_kira_q8_voy_9c5d2ed4:

    # m_emo_120 "Ого! Кира и Алиса разделись и собираются принять душ вместе! Если меня кто-то заметит, болеть будет всё... И очень долго. Пора уносить ноги!"
    m_emo_120 "Ого! Кира и Алиса разделись и собираются принять душ вместе! Если меня кто-то заметит, болеть будет всё... И очень долго. Пора уносить ноги!"

