# TODO: Translation updated at 2022-04-11 10:48

# game/scripts/story/intro.rpy:7
translate ru start_e937cd77:

    # other_emo_999 "Меня зовут..."
    other_emo_999 "Меня зовут..."

# game/scripts/story/intro.rpy:14
translate ru start_next2_2ee35f7c:

    # m_emo_0 "Меня зовут [pname_max[0]]. Я обычный парень из обычной семьи. Ну как обычной... нормальной. Хотя, кого я обманываю. Нормального в моей семье мало. Но обо всём по порядку." nointeract
    m_emo_0 "Меня зовут [pname_max[0]]. Я обычный парень из обычной семьи. Ну как обычной... нормальной. Хотя, кого я обманываю. Нормального в моей семье мало. Но обо всём по порядку." nointeract

# game/scripts/story/intro.rpy:19
translate ru start_next2_271a08cc:

    # m_emo_3 "Недавно меня выперли из школы. Официально - за низкую успеваемость. Хотя оценки были так себе, но настоящая причина в математичке. Говорят, я приставал... Да она сама глазки строила! Директору, её мужу, это почему-то не понравилось..."
    m_emo_3 "Недавно меня выперли из школы. Официально - за низкую успеваемость. Хотя оценки были так себе, но настоящая причина в математичке. Говорят, я приставал... Да она сама глазки строила! Директору, её мужу, это почему-то не понравилось..."

# game/scripts/story/intro.rpy:20
translate ru start_next2_8e09902b:

    # m_emo_0 "В общем, сейчас я с неоконченным средним образованием. Без работы и конкретных планов на будущее... Но всё должно измениться, обязательно!"
    m_emo_0 "В общем, сейчас я с неоконченным средним образованием. Без работы и конкретных планов на будущее... Но всё должно измениться, обязательно!"

# game/scripts/story/intro.rpy:22
translate ru start_next2_db40dccc:

    # m_emo_4 "Это Анна, моя мама. Сама воспитывает нас с двумя сёстрами уже несколько лет. Работает в офисе какой-то компании. Хотя, зарплата у неё вполне приличная, но почти всё уходит на оплату съёмного жилья, еду и одежду."
    m_emo_4 "Это Анна, моя мама. Сама воспитывает нас с двумя сёстрами уже несколько лет. Работает в офисе какой-то компании. Хотя, зарплата у неё вполне приличная, но почти всё уходит на оплату съёмного жилья, еду и одежду."

# game/scripts/story/intro.rpy:24
translate ru start_next2_1086866a:

    # m_emo_0 "Ну а это наша квартира. Тот ещё тараканник! Мама пытается заработать на первый взнос, чтобы взять ипотеку, но пока что-то не получается. Все мы мечтаем отсюда съехать, но куда?"
    m_emo_0 "Ну а это наша квартира. Тот ещё тараканник! Мама пытается заработать на первый взнос, чтобы взять ипотеку, но пока что-то не получается. Все мы мечтаем отсюда съехать, но куда?"

# game/scripts/story/intro.rpy:26
translate ru start_next2_6ff56c6b:

    # m_emo_5 "Алиса, моя старшая сестра. Недавно закончила школу и, так же, как и я, ищет свой путь. Целыми днями сидит в ноутбуке и занимается каким-то своим блогом. Как это часто бывает с братьями и старшими сёстрами, мы не очень ладим..."
    m_emo_5 "Алиса, моя старшая сестра. Недавно закончила школу и, так же, как и я, ищет свой путь. Целыми днями сидит в ноутбуке и занимается каким-то своим блогом. Как это часто бывает с братьями и старшими сёстрами, мы не очень ладим..."

# game/scripts/story/intro.rpy:28
translate ru start_next2_6ec32a5a:

    # m_emo_0 "Лиза, младшая сестрёнка, ещё учится в школе. Не знаю, как учится, но если не выгнали как меня, значит всё в порядке. С Лизой мы общаемся на одной волне, хотя изредка ссоримся. Но если что-то случается, защиты ищет именно у меня."
    m_emo_0 "Лиза, младшая сестрёнка, ещё учится в школе. Не знаю, как учится, но если не выгнали как меня, значит всё в порядке. С Лизой мы общаемся на одной волне, хотя изредка ссоримся. Но если что-то случается, защиты ищет именно у меня."

# game/scripts/story/intro.rpy:30
translate ru start_next2_55d9d659:

    # m_emo_2 "Отца я плохо помню. Он ушёл, когда мне было лет пять. Мама не хочет рассказывать, что тогда случилось... Ходили слухи, что дела у него пошли в гору. С тех пор мы о нём ничего не слышали. До прошлого месяца, когда пришла та девушка..."
    m_emo_2 "Отца я плохо помню. Он ушёл, когда мне было лет пять. Мама не хочет рассказывать, что тогда случилось... Ходили слухи, что дела у него пошли в гору. С тех пор мы о нём ничего не слышали. До прошлого месяца, когда пришла та девушка..."

# game/scripts/story/intro.rpy:33
translate ru start_next2_bf1c1cf1:

    # other_emo_139 "Здравствуйте, меня зовут Майя, я адвокат вашего бывшего мужа. У вас найдётся для меня минутка?" nointeract
    other_emo_139 "Здравствуйте, меня зовут Майя, я адвокат вашего бывшего мужа. У вас найдётся для меня минутка?" nointeract

# game/scripts/story/intro.rpy:35
translate ru start_next2_0808562b:

    # mom_emo_60 "Здравствуйте, да, конечно. Меня зовут Анна, но вы и так это знаете похоже. Так в чём дело? С ним что-то случилось?"
    mom_emo_60 "Здравствуйте, да, конечно. Меня зовут Анна, но вы и так это знаете похоже. Так в чём дело? С ним что-то случилось?"

# game/scripts/story/intro.rpy:36
translate ru start_next2_b1c3ffa7:

    # other_emo_139 "Не переживайте, он жив-здоров, но сам приехать не смог. Сказал, что вы будете не очень рады, хотя новости у меня для вас отличные!"
    other_emo_139 "Не переживайте, он жив-здоров, но сам приехать не смог. Сказал, что вы будете не очень рады, хотя новости у меня для вас отличные!"

# game/scripts/story/intro.rpy:37
translate ru start_next2_b7ff6bb5:

    # mom_emo_62 "Любопытно. И что же это за новости спустя столько лет?"
    mom_emo_62 "Любопытно. И что же это за новости спустя столько лет?"

# game/scripts/story/intro.rpy:38
translate ru start_next2_88f7d098:

    # other_emo_139 "Я принесла документы на недвижимость, которую он решил передать вам. Если вы их подпишите, то станете полноправным владельцем."
    other_emo_139 "Я принесла документы на недвижимость, которую он решил передать вам. Если вы их подпишите, то станете полноправным владельцем."

# game/scripts/story/intro.rpy:39
translate ru start_next2_df97730a:

    # mom_emo_72 "Что-то я не поняла. Это совсем на него не похоже. Какая недвижимость? О чём речь?"
    mom_emo_72 "Что-то я не поняла. Это совсем на него не похоже. Какая недвижимость? О чём речь?"

# game/scripts/story/intro.rpy:40
translate ru start_next2_725b1b6f:

    # other_emo_139 "Это двухэтажный дом на юге страны, который построила его компания. А насчёт того, что это на него не похоже... В последние пару лет он очень изменился. Не уверена, что эти изменения пошли на пользу бизнесу."
    other_emo_139 "Это двухэтажный дом на юге страны, который построила его компания. А насчёт того, что это на него не похоже... В последние пару лет он очень изменился. Не уверена, что эти изменения пошли на пользу бизнесу."

# game/scripts/story/intro.rpy:41
translate ru start_next2_2ad235d4:

    # mom_emo_62 "Что-то вы меня озадачили. В чём подвох? Я что-то должна? Столько лет никаких вестей, ничего, и тут... дом. И что там с его бизнесом?"
    mom_emo_62 "Что-то вы меня озадачили. В чём подвох? Я что-то должна? Столько лет никаких вестей, ничего, и тут... дом. И что там с его бизнесом?"

# game/scripts/story/intro.rpy:42
translate ru start_next2_13286166:

    # other_emo_139 "В данный момент он продал большую часть недвижимости, чтобы погасить налоговую задолженность, но этот дом решил передать вам. Я не знаю причин, да они меня и не касаются."
    other_emo_139 "В данный момент он продал большую часть недвижимости, чтобы погасить налоговую задолженность, но этот дом решил передать вам. Я не знаю причин, да они меня и не касаются."

# game/scripts/story/intro.rpy:43
translate ru start_next2_e6638a40:

    # mom_emo_60 "Вы знаете, Майя, я не могу принять такой... подарок. Во-первых, я не в курсе его махинаций или что он там придумал, а во-вторых, мы с ним уже столько лет не общались, и мне не нужно от него ничего!"
    mom_emo_60 "Вы знаете, Майя, я не могу принять такой... подарок. Во-первых, я не в курсе его махинаций или что он там придумал, а во-вторых, мы с ним уже столько лет не общались, и мне не нужно от него ничего!"

# game/scripts/story/intro.rpy:44
translate ru start_next2_1f1bebe9:

    # other_emo_139 "Да, он предупреждал меня о такой вашей реакции... С юридической точки зрения дом абсолютно чист, и вы ничем не рискуете. Кроме того, ваши дети растут и им нужно место, своё личное пространство..."
    other_emo_139 "Да, он предупреждал меня о такой вашей реакции... С юридической точки зрения дом абсолютно чист, и вы ничем не рискуете. Кроме того, ваши дети растут и им нужно место, своё личное пространство..."

# game/scripts/story/intro.rpy:45
translate ru start_next2_4df7cf18:

    # mom_emo_69 "С этим не поспоришь. У меня есть время подумать обо всём?"
    mom_emo_69 "С этим не поспоришь. У меня есть время подумать обо всём?"

# game/scripts/story/intro.rpy:46
translate ru start_next2_49e172fb:

    # other_emo_139 "Конечно, Анна. Вот моя визитка. Позвоните, когда будете готовы принять решение. Также я оставлю копии всех документов. До свидания."
    other_emo_139 "Конечно, Анна. Вот моя визитка. Позвоните, когда будете готовы принять решение. Также я оставлю копии всех документов. До свидания."

# game/scripts/story/intro.rpy:49
translate ru start_next2_b324e689:

    # other_emo_999 "пару недель спустя..."
    other_emo_999 "пару недель спустя..."

# game/scripts/story/intro.rpy:51
translate ru start_next2_b9aef00c:

    # m_emo_4 "К счастью, мама приняла верное решение. Когда мы увидели дом, не поверили своим глазам! Вживую он оказался гораздо больше и красивее, чем на фотографиях. Но самым приятным сюрпризом оказался бассейн!"
    m_emo_4 "К счастью, мама приняла верное решение. Когда мы увидели дом, не поверили своим глазам! Вживую он оказался гораздо больше и красивее, чем на фотографиях. Но самым приятным сюрпризом оказался бассейн!"

# game/scripts/story/intro.rpy:53
translate ru start_next2_133a233a:

    # m_emo_0 "Алиса сразу заняла одну из спален. Кстати, их оказалось всего две. Несмотря на огромную гостиную с кухней и просторную ванную, в доме всего три отдельные комнаты: две спальни и кабинет."
    m_emo_0 "Алиса сразу заняла одну из спален. Кстати, их оказалось всего две. Несмотря на огромную гостиную с кухней и просторную ванную, в доме всего три отдельные комнаты: две спальни и кабинет."

# game/scripts/story/intro.rpy:55
translate ru start_next2_a62ffee4:

    # m_emo_5 "В кабинете мебели почти не оказалось, и мне пришла в голову отличная идея разместить здесь наши с Лизой кровати из старой квартиры."
    m_emo_5 "В кабинете мебели почти не оказалось, и мне пришла в голову отличная идея разместить здесь наши с Лизой кровати из старой квартиры."

# game/scripts/story/intro.rpy:56
translate ru start_next2_7a65e532:

    # mom_emo_62 "Что-то мне не нравится эта твоя идея, [pname_max[0]]. Вы уже взрослые, чтобы спать в одной комнате. Давай этот офис выделим тебе, а вторую спальню - Лизе. Ну а я буду спать в гостиной. Там отличные диванчики..."
    mom_emo_62 "Что-то мне не нравится эта твоя идея, [pname_max[0]]. Вы уже взрослые, чтобы спать в одной комнате. Давай этот офис выделим тебе, а вторую спальню - Лизе. Ну а я буду спать в гостиной. Там отличные диванчики..."

# game/scripts/story/intro.rpy:57
translate ru start_next2_afeea025:

    # m_emo_3 "Мам, мы и так все жили как селёдки в бочке, нам не привыкать. А тут такие огромные комнаты. Нам с Лизой места хватит. Правда, сестрёнка?"
    m_emo_3 "Мам, мы и так все жили как селёдки в бочке, нам не привыкать. А тут такие огромные комнаты. Нам с Лизой места хватит. Правда, сестрёнка?"

# game/scripts/story/intro.rpy:58
translate ru start_next2_168951a3:

    # l_emo_41 "Конечно! Мам, мы нормально с [pname_max[4]] уживаемся. А если будет косячить, выгоню его в эту самую гостиную! А ты свою комнату точно заслужила. И не спорь. Мы все так думаем."
    l_emo_41 "Конечно! Мам, мы нормально с [pname_max[4]] уживаемся. А если будет косячить, выгоню его в эту самую гостиную! А ты свою комнату точно заслужила. И не спорь. Мы все так думаем."

# game/scripts/story/intro.rpy:59
translate ru start_next2_a1c74429:

    # mom_emo_67 "Ну хорошо. Транспортная компания сообщила, что наши вещи задерживаются. Что-то я уже жалею, что с ними связалась... Так или иначе, через неделю переезжаем!"
    mom_emo_67 "Ну хорошо. Транспортная компания сообщила, что наши вещи задерживаются. Что-то я уже жалею, что с ними связалась... Так или иначе, через неделю переезжаем!"

# game/scripts/story/intro.rpy:60
translate ru start_next2_9251a7f7:

    # other_emo_999 "Спустя неделю..."
    other_emo_999 "Спустя неделю..."

# game/scripts/story/intro.rpy:62
translate ru start_next2_241e785e:

    # m_emo_0 "Спустя неделю часть наших вещей из старой квартиры доставили. Но только часть. Как я понял, кое-что потерялось в пути. Надеюсь, компенсируют это как-то..."
    m_emo_0 "Спустя неделю часть наших вещей из старой квартиры доставили. Но только часть. Как я понял, кое-что потерялось в пути. Надеюсь, компенсируют это как-то..."

# game/scripts/story/intro.rpy:64
translate ru start_next2_cc7d4394:

    # m_emo_4 "Мама устроилась на новую работу. Лиза пошла в местную школу. Алиса так и сидит в своём ноуте, а я... На этом мой рассказ заканчивается и начинается что-то новое и интересное!" nointeract
    m_emo_4 "Мама устроилась на новую работу. Лиза пошла в местную школу. Алиса так и сидит в своём ноуте, а я... На этом мой рассказ заканчивается и начинается что-то новое и интересное!" nointeract

# game/scripts/story/intro.rpy:73
translate ru bbrs_start_fbc0aa14:

    # mom_emo_67 "Ну, дети, как вам живётся на новом месте? Как спалось в первую ночь?"
    mom_emo_67 "Ну, дети, как вам живётся на новом месте? Как спалось в первую ночь?"

# game/scripts/story/intro.rpy:75
translate ru bbrs_start_7ef1be08:

    # a_emo_31 "Просто нет слов! После той нашей съёмной квартиры это какой-то рай! А кровать какая удобная..." nointeract
    a_emo_31 "Просто нет слов! После той нашей съёмной квартиры это какой-то рай! А кровать какая удобная..." nointeract

# game/scripts/story/intro.rpy:85
translate ru bbrs_start_price_77c6e350:

    # mom_emo_69 "Да, меня тоже этот вопрос беспокоит. Но на новой работе мне обещают очень хорошую зарплату. Может быть, не всё так плохо. Кстати, за электричество платить не нужно..." nointeract
    mom_emo_69 "Да, меня тоже этот вопрос беспокоит. Но на новой работе мне обещают очень хорошую зарплату. Может быть, не всё так плохо. Кстати, за электричество платить не нужно..." nointeract

# game/scripts/story/intro.rpy:92
translate ru bbrs_start_roof_a79de5e3:

    # mom_emo_75 "У нас вся крыша состоит из солнечных панелей. Тут какой-то накопитель есть и своей энергии вполне хватает. Даже на отопление хватило бы, если бы не было так жарко!"
    mom_emo_75 "У нас вся крыша состоит из солнечных панелей. Тут какой-то накопитель есть и своей энергии вполне хватает. Даже на отопление хватило бы, если бы не было так жарко!"

# game/scripts/story/intro.rpy:97
translate ru bbrs_start_hot_5d4ac71d:

    # l_emo_46 "Да, кстати, очень жарко тут. Я ещё не привыкла к этому климату. С другой стороны, не так жалко ту одежду, что пропала во время переезда." nointeract
    l_emo_46 "Да, кстати, очень жарко тут. Я ещё не привыкла к этому климату. С другой стороны, не так жалко ту одежду, что пропала во время переезда." nointeract

# game/scripts/story/intro.rpy:107
translate ru bbrs_start_catch_22d6c172:

    # l_emo_48 "А вдруг, нигде не кидают? Хотя я папу и не помню, но мне кажется, что никто не стал бы дарить целый дом только чтобы как-то кинуть..." nointeract
    l_emo_48 "А вдруг, нигде не кидают? Хотя я папу и не помню, но мне кажется, что никто не стал бы дарить целый дом только чтобы как-то кинуть..." nointeract

# game/scripts/story/intro.rpy:118
translate ru bbrs_start_bed_cc600ff9:

    # l_emo_43 "Это потому, что у нас с тобой наши старые кровати. Ты забыл? Кстати, мне нравится моя. Даже не хочу менять её на новую..." nointeract
    l_emo_43 "Это потому, что у нас с тобой наши старые кровати. Ты забыл? Кстати, мне нравится моя. Даже не хочу менять её на новую..." nointeract

# game/scripts/story/intro.rpy:125
translate ru bbrs_start_bed_good_c65af660:

    # mom_emo_62 "Если что, мебель всегда можно будет купить..."
    mom_emo_62 "Если что, мебель всегда можно будет купить..."

# game/scripts/story/intro.rpy:126
translate ru bbrs_start_bed_good_0938fddc:

    # m_emo_0 "Ага. Кстати, я планирую уже начать зарабатывать!"
    m_emo_0 "Ага. Кстати, я планирую уже начать зарабатывать!"

# game/scripts/story/intro.rpy:130
translate ru bbrs_start_earn_3d644521:

    # a_emo_26 "Ага, и как же ты заработаешь? Образования нет, ничего толком не умеешь. Только дома сидишь всё время в своём ноуте..." nointeract
    a_emo_26 "Ага, и как же ты заработаешь? Образования нет, ничего толком не умеешь. Только дома сидишь всё время в своём ноуте..." nointeract

# game/scripts/story/intro.rpy:141
translate ru bbrs_start_earn_1_328ba692:

    # a_emo_24 "Может быть, себя? У меня то хоть свой блог есть, а вот у тебя ни-че-го!" nointeract
    a_emo_24 "Может быть, себя? У меня то хоть свой блог есть, а вот у тебя ни-че-го!" nointeract

# game/scripts/story/intro.rpy:151
translate ru bbrs_start_blog_1_a4a74555:

    # a_emo_23 "Он даёт подписчиков, аудиторию. Когда начну рекламу крутить, то деньги польются рекой!" nointeract
    a_emo_23 "Он даёт подписчиков, аудиторию. Когда начну рекламу крутить, то деньги польются рекой!" nointeract

# game/scripts/story/intro.rpy:160
translate ru bbrs_start_blog_2_9466e815:

    # a_emo_23 "Ещё нет, но я только набираю аудиторию. А когда придёт время, запущу рекламу и стану богатой!" nointeract
    a_emo_23 "Ещё нет, но я только набираю аудиторию. А когда придёт время, запущу рекламу и стану богатой!" nointeract

# game/scripts/story/intro.rpy:169
translate ru bbrs_start_blog_3_640699fa:

    # a_emo_31 "Мозги? У тебя?! А кого же из школы тогда выперли? Слишком умный для них был, да?" nointeract
    a_emo_31 "Мозги? У тебя?! А кого же из школы тогда выперли? Слишком умный для них был, да?" nointeract

# game/scripts/story/intro.rpy:180
translate ru bbrs_start_earn_2_d21c43b2:

    # a_emo_22 "Ага, просиживать штаны ты научишься. Объявлений с предложением работы полно. Выбирай - не хочу." nointeract
    a_emo_22 "Ага, просиживать штаны ты научишься. Объявлений с предложением работы полно. Выбирай - не хочу." nointeract

# game/scripts/story/intro.rpy:192
translate ru bbrs_start_earn_3_865aa0ee:

    # a_emo_23 "Я делом занимаюсь. Раскручиваю свой блог, набираю аудиторию. А потом, когда придёт время, начну крутить рекламу и всё!" nointeract
    a_emo_23 "Я делом занимаюсь. Раскручиваю свой блог, набираю аудиторию. А потом, когда придёт время, начну крутить рекламу и всё!" nointeract

# game/scripts/story/intro.rpy:202
translate ru bbrs_start_earn_3_1_d804f2d5:

    # a_emo_20 "А я и не говорю, что это просто. В любом случае, я хоть чем-то занимаюсь, в отличие, от некоторых..." nointeract
    a_emo_20 "А я и не говорю, что это просто. В любом случае, я хоть чем-то занимаюсь, в отличие, от некоторых..." nointeract

# game/scripts/story/intro.rpy:213
translate ru bbrs_start_earn_3_2_7e97efb3:

    # a_emo_20 "А это не важно. Что нужно будет, то и буду рекламировать. А вообще, у меня бьюти-блог!" nointeract
    a_emo_20 "А это не важно. Что нужно будет, то и буду рекламировать. А вообще, у меня бьюти-блог!" nointeract

# game/scripts/story/intro.rpy:224
translate ru bbrs_start_earn_3_3_72ac8c57:

    # a_emo_20 "Я не говорила, что у меня миллион подписчиков, но будет. И не один. А вот у тебя вообще ничего нет!" nointeract
    a_emo_20 "Я не говорила, что у меня миллион подписчиков, но будет. И не один. А вот у тебя вообще ничего нет!" nointeract

# game/scripts/story/intro.rpy:235
translate ru bbrs_start_buynew_13e16803:

    # a_emo_26 "Ага, вот только купилка у некоторых не выросла ещё!" nointeract
    a_emo_26 "Ага, вот только купилка у некоторых не выросла ещё!" nointeract

# game/scripts/story/intro.rpy:245
translate ru bbrs_start_buynew_1_e9c13676:

    # a_emo_30 "Так ты ею будешь зарабатывать? Любопытно..." nointeract
    a_emo_30 "Так ты ею будешь зарабатывать? Любопытно..." nointeract

# game/scripts/story/intro.rpy:253
translate ru bbrs_start_buynew_2_81445d42:

    # a_emo_24 "Я ещё не раскрутилась. Но со временем всё будет в шоколаде!" nointeract
    a_emo_24 "Я ещё не раскрутилась. Но со временем всё будет в шоколаде!" nointeract

# game/scripts/story/intro.rpy:261
translate ru bbrs_start_lost_5bc94eaa:

    # mom_emo_60 "Звонила. Говорят, отправили в другой город по ошибке, а потом и вовсе потеряли. Обещают компенсировать, но когда - пока неизвестно..." nointeract
    mom_emo_60 "Звонила. Говорят, отправили в другой город по ошибке, а потом и вовсе потеряли. Обещают компенсировать, но когда - пока неизвестно..." nointeract

# game/scripts/story/intro.rpy:270
translate ru bbrs_start_lost_1_dadbd909:

    # a_emo_20 "Ты и рад, наверное, голым ходить, а у меня там были хорошие вещички, в которых я блог веду обычно..." nointeract
    a_emo_20 "Ты и рад, наверное, голым ходить, а у меня там были хорошие вещички, в которых я блог веду обычно..." nointeract

# game/scripts/story/intro.rpy:280
translate ru bbrs_start_wear_1_231f7dda:

    # a_emo_26 "Ну да, на словах все такие храбрые. А на деле..." nointeract
    a_emo_26 "Ну да, на словах все такие храбрые. А на деле..." nointeract

# game/scripts/story/intro.rpy:291
translate ru bbrs_start_wear_2_22006804:

    # a_emo_26 "Это тебе плевать! А бьюти-блогер должна каждый раз выглядеть по-новому!" nointeract
    a_emo_26 "Это тебе плевать! А бьюти-блогер должна каждый раз выглядеть по-новому!" nointeract

# game/scripts/story/intro.rpy:300
translate ru bbrs_start_wear_3_9196aa7d:

    # a_emo_20 "Ну, когда-нибудь, когда раскручусь. А вот ты чем будешь заниматься? Штаны просиживать?" nointeract
    a_emo_20 "Ну, когда-нибудь, когда раскручусь. А вот ты чем будешь заниматься? Штаны просиживать?" nointeract

# game/scripts/story/intro.rpy:308
translate ru bbrs_start_cond_10a9fe0e:

    # mom_emo_60 "Про кондиционеры я всё узнала. Дом не успели достроить и не вся техника и мебель была закуплена. А теперь уже и не знаю. Видимо, самим придётся всё остальное докупать." nointeract
    mom_emo_60 "Про кондиционеры я всё узнала. Дом не успели достроить и не вся техника и мебель была закуплена. А теперь уже и не знаю. Видимо, самим придётся всё остальное докупать." nointeract

# game/scripts/story/intro.rpy:318
translate ru bbrs_start_elsee_a19e2216:

    # mom_emo_68 "Да и без кондиционеров проживём. Как-то же справлялись. Да, здесь климат совсем другой, но человек ко всему привыкает. Да и не до того пока." nointeract
    mom_emo_68 "Да и без кондиционеров проживём. Как-то же справлялись. Да, здесь климат совсем другой, но человек ко всему привыкает. Да и не до того пока." nointeract

# game/scripts/story/intro.rpy:326
translate ru bbrs_start_elsee_1_f0e565e8:

    # a_emo_28 "Ага, специально для тебя все сейчас разденемся догола!" nointeract
    a_emo_28 "Ага, специально для тебя все сейчас разденемся догола!" nointeract

# game/scripts/story/intro.rpy:336
translate ru bbrs_start_und_1_ab772f01:

    # a_emo_31 "Никто и не сомневается. Может быть, сам и покажешь пример?" nointeract
    a_emo_31 "Никто и не сомневается. Может быть, сам и покажешь пример?" nointeract

# game/scripts/story/intro.rpy:347
translate ru bbrs_start_und_2_b243c86d:

    # a_emo_23 "А больше ничего и не остаётся. Вещей то нет. Может быть, на шоппинг сходим, если деньги будут..." nointeract
    a_emo_23 "А больше ничего и не остаётся. Вещей то нет. Может быть, на шоппинг сходим, если деньги будут..." nointeract

# game/scripts/story/intro.rpy:356
translate ru bbrs_start_elsee_2_5b76db0d:

    # a_emo_31 "Дикарь! Ты в одной комнате с младшей сестрёнкой живёшь, забыл?" nointeract
    a_emo_31 "Дикарь! Ты в одной комнате с младшей сестрёнкой живёшь, забыл?" nointeract

# game/scripts/story/intro.rpy:367
translate ru bbrs_start_change_f68393cc:

    # mom_emo_62 "Так, хватит. Давайте сменим тему. Например, сегодня у нас Лиза первый раз идёт в новую школу." nointeract
    mom_emo_62 "Так, хватит. Давайте сменим тему. Например, сегодня у нас Лиза первый раз идёт в новую школу." nointeract

# game/scripts/story/intro.rpy:377
translate ru bbrs_start_school_1_08152e2b:

    # l_emo_41 "Спасибо, [pname_max[0]]. Честно говоря, не знаю даже чего ожидать. Новое место, новая школа, новый коллектив..." nointeract
    l_emo_41 "Спасибо, [pname_max[0]]. Честно говоря, не знаю даже чего ожидать. Новое место, новая школа, новый коллектив..." nointeract

# game/scripts/story/intro.rpy:385
translate ru bbrs_start_school_help_9dc9e5c7:

    # a_emo_23 "Ага, помощник. Самого выгнали, а он учить собрался..." nointeract
    a_emo_23 "Ага, помощник. Самого выгнали, а он учить собрался..." nointeract

# game/scripts/story/intro.rpy:393
translate ru bbrs_start_sc_help_1_299e2162:

    # a_emo_26 "Да все мы знаем за что тебя выгнали. Но это не значит, что и учился ты хорошо..." nointeract
    a_emo_26 "Да все мы знаем за что тебя выгнали. Но это не значит, что и учился ты хорошо..." nointeract

# game/scripts/story/intro.rpy:404
translate ru bbrs_start_sc_help_2_c542c520:

    # a_emo_26 "Ага, знаешь как к учителям приставать. Этому планируешь научить Лизу?" nointeract
    a_emo_26 "Ага, знаешь как к учителям приставать. Этому планируешь научить Лизу?" nointeract

# game/scripts/story/intro.rpy:413
translate ru bbrs_start_school_believe_9d33c389:

    # l_emo_48 "Ага, деваться то некуда. Кстати, после завтрака я буду уже собираться, в 11 выхожу. А часам к 4 уже вернусь" nointeract
    l_emo_48 "Ага, деваться то некуда. Кстати, после завтрака я буду уже собираться, в 11 выхожу. А часам к 4 уже вернусь" nointeract

# game/scripts/story/intro.rpy:423
translate ru bbrs_start_school_2_74c164ab:

    # l_emo_40 "Видимо, после завтрака буду уходить и возвращаться часам к 4-м." nointeract
    l_emo_40 "Видимо, после завтрака буду уходить и возвращаться часам к 4-м." nointeract

# game/scripts/story/intro.rpy:431
translate ru bbrs_start_school_3_f294cd33:

    # l_emo_43 "Нет, представляешь! Говорят, ещё и район хороший. А учимся мы, вообще, всего 4 или 5 часов!" nointeract
    l_emo_43 "Нет, представляешь! Говорят, ещё и район хороший. А учимся мы, вообще, всего 4 или 5 часов!" nointeract

# game/scripts/story/intro.rpy:438
translate ru bbrs_start_sc_time_1_6488ec30:

    # l_emo_41 "Нет, не только сегодня. Вообще, уроки короткие в этой школе. Так что, соскучиться не успеете!"
    l_emo_41 "Нет, не только сегодня. Вообще, уроки короткие в этой школе. Так что, соскучиться не успеете!"

# game/scripts/story/intro.rpy:439
translate ru bbrs_start_sc_time_1_55601231:

    # m_emo_3 "Мы в тебя верим..."
    m_emo_3 "Мы в тебя верим..."

# game/scripts/story/intro.rpy:443
translate ru bbrs_start_sc_time_2_bb2dc3be:

    # l_emo_41 "Ну, у нас в этой школе так. Меня всё устраивает. Мы ещё и учимся всего пять дней в неделю! Правда, про каникулы ничего не знаю..."
    l_emo_41 "Ну, у нас в этой школе так. Меня всё устраивает. Мы ещё и учимся всего пять дней в неделю! Правда, про каникулы ничего не знаю..."

# game/scripts/story/intro.rpy:444
translate ru bbrs_start_sc_time_2_55601231:

    # m_emo_3 "Мы в тебя верим..."
    m_emo_3 "Мы в тебя верим..."

# game/scripts/story/intro.rpy:448
translate ru bbrs_start_sc_time_3_e1373e0b:

    # l_emo_43 "Спасибо. Постараюсь не подвести!"
    l_emo_43 "Спасибо. Постараюсь не подвести!"

# game/scripts/story/intro.rpy:453
translate ru bbrs_start_change2_dc57f1bf:

    # mom_emo_62 "Так, всем спасибо за завтрак. А мне уже пора убегать на работу. Алиса, как всегда, моет посуду после завтрака, а Лиза после ужина. [pname_max[0]], если захочешь помочь сёстрам, они будут только рады." nointeract
    mom_emo_62 "Так, всем спасибо за завтрак. А мне уже пора убегать на работу. Алиса, как всегда, моет посуду после завтрака, а Лиза после ужина. [pname_max[0]], если захочешь помочь сёстрам, они будут только рады." nointeract

# game/scripts/story/intro.rpy:461
translate ru bbrs_start_change2_335da170:

    # mom_emo_60 "Да, [pname_max[0]]. Я когда прибиралась, нашла какие-то коробки. Видимо, остались с ремонта. Посмотри, если ничего ценного нет, потом выбросим. Сейчас они у тебя в комнате." nointeract
    mom_emo_60 "Да, [pname_max[0]]. Я когда прибиралась, нашла какие-то коробки. Видимо, остались с ремонта. Посмотри, если ничего ценного нет, потом выбросим. Сейчас они у тебя в комнате." nointeract

# game/scripts/story/intro.rpy:465
translate ru bbrs_start_change2_b08baa83:

    # mom_emo_62 "Если бы я знала, то не стала бы у тебя спрашивать. Я в электронике не разбираюсь. Посмотри сам."
    mom_emo_62 "Если бы я знала, то не стала бы у тебя спрашивать. Я в электронике не разбираюсь. Посмотри сам."

# game/scripts/story/intro.rpy:466
translate ru bbrs_start_change2_fde55da6:

    # m_emo_0 "Понял. Посмотрю..."
    m_emo_0 "Понял. Посмотрю..."

translate ru strings:

    # game/scripts/story/intro.rpy:13
    old "далее"
    new "далее"

    # game/scripts/story/intro.rpy:13
    old "начать игру"
    new "начать игру"

    # game/scripts/story/intro.rpy:32
    old "пропустить диалог с адвокатом"
    new "пропустить диалог с адвокатом"

    # game/scripts/story/intro.rpy:63
    old "повторить историю"
    new "повторить историю"

    # game/scripts/story/intro.rpy:74
    old "Посмотрим, какой ещё счёт придёт за жильё..."
    new "Посмотрим, какой ещё счёт придёт за жильё..."

    # game/scripts/story/intro.rpy:74
    old "Да, это небо и земля. Ещё бы знать, где кидают?"
    new "Да, это небо и земля. Ещё бы знать, где кидают?"

    # game/scripts/story/intro.rpy:74
    old "А вот у меня кровать точно такая же..."
    new "А вот у меня кровать точно такая же..."

    # game/scripts/story/intro.rpy:84
    old "Почему не нужно?"
    new "Почему не нужно?"

    # game/scripts/story/intro.rpy:84
    old "Ну, я тоже попробую заработать"
    new "Ну, я тоже попробую заработать"

    # game/scripts/story/intro.rpy:96
    old "Ты им звонила, мам, узнала где наши вещи?"
    new "Ты им звонила, мам, узнала где наши вещи?"

    # game/scripts/story/intro.rpy:96
    old "Ничего страшного, купим новую!"
    new "Ничего страшного, купим новую!"

    # game/scripts/story/intro.rpy:96
    old "Я не понял, а где кондиционеры?"
    new "Я не понял, а где кондиционеры?"

    # game/scripts/story/intro.rpy:106
    old "Как знать. Может быть, у него не всё чисто с законом и дом отберут"
    new "Как знать. Может быть, у него не всё чисто с законом и дом отберут"

    # game/scripts/story/intro.rpy:106
    old "Верно. У нас толком ничего и не было, чтобы планировать что-то отобрать"
    new "Верно. У нас толком ничего и не было, чтобы планировать что-то отобрать"

    # game/scripts/story/intro.rpy:106
    old "Хотелось бы так думать..."
    new "Хотелось бы так думать..."

    # game/scripts/story/intro.rpy:117
    old "Меня моя тоже устраивает"
    new "Меня моя тоже устраивает"

    # game/scripts/story/intro.rpy:117
    old "Вот заработаю и куплю себе новую кровать!"
    new "Вот заработаю и куплю себе новую кровать!"

    # game/scripts/story/intro.rpy:129
    old "Ой. Кого же мне это всё напоминает?"
    new "Ой. Кого же мне это всё напоминает?"

    # game/scripts/story/intro.rpy:129
    old "А вот и заработаю. Научусь что-то делать и сразу заработаю!"
    new "А вот и заработаю. Научусь что-то делать и сразу заработаю!"

    # game/scripts/story/intro.rpy:129
    old "Ну а ты разве не дома сидишь в своём ноуте? Ты как зарабатывать планируешь?"
    new "Ну а ты разве не дома сидишь в своём ноуте? Ты как зарабатывать планируешь?"

    # game/scripts/story/intro.rpy:140
    old "И что твой блог тебе даёт?"
    new "И что твой блог тебе даёт?"

    # game/scripts/story/intro.rpy:140
    old "Много уже на нём заработала?"
    new "Много уже на нём заработала?"

    # game/scripts/story/intro.rpy:140
    old "А у меня есть мозги!"
    new "А у меня есть мозги!"

    # game/scripts/story/intro.rpy:150
    old "Смотри, не захлебнись... рекой"
    new "Смотри, не захлебнись... рекой"

    # game/scripts/story/intro.rpy:150
    old "Ну, посмотрим на твою реку..."
    new "Ну, посмотрим на твою реку..."

    # game/scripts/story/intro.rpy:159
    old "Ага, как Кардашьян"
    new "Ага, как Кардашьян"

    # game/scripts/story/intro.rpy:159
    old "Может быть, тебе подарить губозакатывательную машинку?"
    new "Может быть, тебе подарить губозакатывательную машинку?"

    # game/scripts/story/intro.rpy:168
    old "Да поумнее некоторых..."
    new "Да поумнее некоторых..."

    # game/scripts/story/intro.rpy:168
    old "Меня не за оценки выперли!"
    new "Меня не за оценки выперли!"

    # game/scripts/story/intro.rpy:168
    old "Да мне школа и не нужна"
    new "Да мне школа и не нужна"

    # game/scripts/story/intro.rpy:179
    old "Да ты сама дома целыми днями сидишь!"
    new "Да ты сама дома целыми днями сидишь!"

    # game/scripts/story/intro.rpy:179
    old "Ага, дворником или посудомойкой?"
    new "Ага, дворником или посудомойкой?"

    # game/scripts/story/intro.rpy:179
    old "Вот сама бы и шла работать по объявлению!"
    new "Вот сама бы и шла работать по объявлению!"

    # game/scripts/story/intro.rpy:191
    old "Ага, всё же так просто..."
    new "Ага, всё же так просто..."

    # game/scripts/story/intro.rpy:191
    old "И что ты будешь рекламировать?"
    new "И что ты будешь рекламировать?"

    # game/scripts/story/intro.rpy:191
    old "Сколько миллионов подписчиков у тебя, говоришь?"
    new "Сколько миллионов подписчиков у тебя, говоришь?"

    # game/scripts/story/intro.rpy:201
    old "Да уж, делом. Деловая..."
    new "Да уж, делом. Деловая..."

    # game/scripts/story/intro.rpy:201
    old "Не перетрудись!"
    new "Не перетрудись!"

    # game/scripts/story/intro.rpy:201
    old "Я хотя бы реалист!"
    new "Я хотя бы реалист!"

    # game/scripts/story/intro.rpy:212
    old "Бьюти-блогеров как грязи. Чем ты лучше их?"
    new "Бьюти-блогеров как грязи. Чем ты лучше их?"

    # game/scripts/story/intro.rpy:212
    old "Думаешь, кому-то нужна твоя реклама?"
    new "Думаешь, кому-то нужна твоя реклама?"

    # game/scripts/story/intro.rpy:212
    old "Всё фантазируешь..."
    new "Всё фантазируешь..."

    # game/scripts/story/intro.rpy:223
    old "У меня есть планы и идеи"
    new "У меня есть планы и идеи"

    # game/scripts/story/intro.rpy:223
    old "Я тоже что-то придумаю"
    new "Я тоже что-то придумаю"

    # game/scripts/story/intro.rpy:223
    old "Ага, десять миллионов..."
    new "Ага, десять миллионов..."

    # game/scripts/story/intro.rpy:234
    old "Да моей купилке любой позавидует!"
    new "Да моей купилке любой позавидует!"

    # game/scripts/story/intro.rpy:234
    old "А у самой то денег куры не клюют, да?"
    new "А у самой то денег куры не клюют, да?"

    # game/scripts/story/intro.rpy:234
    old "Ну вот возьму и заработаю"
    new "Ну вот возьму и заработаю"

    # game/scripts/story/intro.rpy:244
    old "Да пошла ты!"
    new "Да пошла ты!"

    # game/scripts/story/intro.rpy:244
    old "А ты чем зарабатываешь?"
    new "А ты чем зарабатываешь?"

    # game/scripts/story/intro.rpy:252
    old "И что ты там раскручиваешь?"
    new "И что ты там раскручиваешь?"

    # game/scripts/story/intro.rpy:252
    old "Не всё то шоколад, что коричневого цвета!"
    new "Не всё то шоколад, что коричневого цвета!"

    # game/scripts/story/intro.rpy:260
    old "Ну и обойдёмся без неё"
    new "Ну и обойдёмся без неё"

    # game/scripts/story/intro.rpy:260
    old "Вот заработаю и куплю всё, что потеряли..."
    new "Вот заработаю и куплю всё, что потеряли..."

    # game/scripts/story/intro.rpy:269
    old "Может и рад. Мне стесняться нечего!"
    new "Может и рад. Мне стесняться нечего!"

    # game/scripts/story/intro.rpy:269
    old "Да всем плевать, в чём ты там что ведёшь"
    new "Да всем плевать, в чём ты там что ведёшь"

    # game/scripts/story/intro.rpy:269
    old "Раз ты такой успешный блогер, купишь новые"
    new "Раз ты такой успешный блогер, купишь новые"

    # game/scripts/story/intro.rpy:279
    old "Что, богатый жизненный опыт?"
    new "Что, богатый жизненный опыт?"

    # game/scripts/story/intro.rpy:279
    old "Да я хоть сейчас покажу!"
    new "Да я хоть сейчас покажу!"

    # game/scripts/story/intro.rpy:279
    old "На слабо берёшь?"
    new "На слабо берёшь?"

    # game/scripts/story/intro.rpy:290
    old "Да на тебя вещей не напасёшься!"
    new "Да на тебя вещей не напасёшься!"

    # game/scripts/story/intro.rpy:290
    old "У тебя репа не треснет с такими запросами?"
    new "У тебя репа не треснет с такими запросами?"

    # game/scripts/story/intro.rpy:299
    old "Я придумаю и заработаю!"
    new "Я придумаю и заработаю!"

    # game/scripts/story/intro.rpy:307
    old "Ну и купим, без проблем"
    new "Ну и купим, без проблем"

    # game/scripts/story/intro.rpy:307
    old "Вот попробую заработать и всё наладится"
    new "Вот попробую заработать и всё наладится"

    # game/scripts/story/intro.rpy:307
    old "Ну что, копим на кондиционеры?"
    new "Ну что, копим на кондиционеры?"

    # game/scripts/story/intro.rpy:317
    old "Ну а если что, всегда можно снять лишнее"
    new "Ну а если что, всегда можно снять лишнее"

    # game/scripts/story/intro.rpy:317
    old "Да я бы и в трусах не прочь ходить"
    new "Да я бы и в трусах не прочь ходить"

    # game/scripts/story/intro.rpy:325
    old "Я не против!"
    new "Я не против!"

    # game/scripts/story/intro.rpy:325
    old "Начинай, я уже в предвкушении..."
    new "Начинай, я уже в предвкушении..."

    # game/scripts/story/intro.rpy:325
    old "Ну и ходи в своих джинсах дома"
    new "Ну и ходи в своих джинсах дома"

    # game/scripts/story/intro.rpy:335
    old "Да я хоть сейчас!"
    new "Да я хоть сейчас!"

    # game/scripts/story/intro.rpy:335
    old "На слабо разводишь?"
    new "На слабо разводишь?"

    # game/scripts/story/intro.rpy:335
    old "Я тебе покажу. Всё покажу..."
    new "Я тебе покажу. Всё покажу..."

    # game/scripts/story/intro.rpy:346
    old "Кто о чём, а Алиса о шоппинге..."
    new "Кто о чём, а Алиса о шоппинге..."

    # game/scripts/story/intro.rpy:346
    old "Сначала заработай"
    new "Сначала заработай"

    # game/scripts/story/intro.rpy:355
    old "А может быть, Лиза и не против?"
    new "А может быть, Лиза и не против?"

    # game/scripts/story/intro.rpy:355
    old "Я же в трусах, а не без них"
    new "Я же в трусах, а не без них"

    # game/scripts/story/intro.rpy:355
    old "А это тут причём?"
    new "А это тут причём?"

    # game/scripts/story/intro.rpy:366
    old "Поздравляю, Лиза!"
    new "Поздравляю, Лиза!"

    # game/scripts/story/intro.rpy:366
    old "Кстати, в какое время начинается учёба?"
    new "Кстати, в какое время начинается учёба?"

    # game/scripts/story/intro.rpy:366
    old "А школа платная?"
    new "А школа платная?"

    # game/scripts/story/intro.rpy:376
    old "Если нужна помощь - обращайся"
    new "Если нужна помощь - обращайся"

    # game/scripts/story/intro.rpy:376
    old "Ну, ты справишься!"
    new "Ну, ты справишься!"

    # game/scripts/story/intro.rpy:384
    old "Меня не за знания выгнали"
    new "Меня не за знания выгнали"

    # game/scripts/story/intro.rpy:384
    old "Ну, кое-что я знаю..."
    new "Ну, кое-что я знаю..."

    # game/scripts/story/intro.rpy:392
    old "Обязательно меня доставать?"
    new "Обязательно меня доставать?"

    # game/scripts/story/intro.rpy:392
    old "Нормально я учился..."
    new "Нормально я учился..."

    # game/scripts/story/intro.rpy:403
    old "А сама, такая умная, даже помощь сестрёнке не предложила!"
    new "А сама, такая умная, даже помощь сестрёнке не предложила!"

    # game/scripts/story/intro.rpy:403
    old "Чему смогу, тому и научу..."
    new "Чему смогу, тому и научу..."

    # game/scripts/story/intro.rpy:412
    old "Сегодня укороченный день?"
    new "Сегодня укороченный день?"

    # game/scripts/story/intro.rpy:412
    old "Всего 5 часов?"
    new "Всего 5 часов?"

    # game/scripts/story/intro.rpy:412
    old "Ну, удачи тебе в школе!"
    new "Ну, удачи тебе в школе!"

    # game/scripts/story/intro.rpy:422
    old "А почему так мало?"
    new "А почему так мало?"

    # game/scripts/story/intro.rpy:422
    old "Мы в тебя верим..."
    new "Мы в тебя верим..."

    # game/scripts/story/intro.rpy:452
    old "Не сомневаюсь"
    new "Не сомневаюсь"

    # game/scripts/story/intro.rpy:460
    old "Хорошо, я посмотрю"
    new "Хорошо, я посмотрю"

    # game/scripts/story/intro.rpy:460
    old "А что за коробки?"
    new "А что за коробки?"

    # game/scripts/story/intro.rpy:486
    old "Желаете сменить имя Главного Персонажа?\nИли оставить оригинальное имя?"
    new "Желаете сменить имя Главного Персонажа?\nИли оставить оригинальное имя?"

    # game/scripts/story/intro.rpy:489
    old "Желаете сменить имя Главного Персонажа?\nИли сбросить до имени по-умолчанию?"
    new "Желаете сменить имя Главного Персонажа?\nИли сбросить до имени по-умолчанию?"

    # game/scripts/story/intro.rpy:491
    old "Желаете сменить имя Главного Персонажа?"
    new "Желаете сменить имя Главного Персонажа?"

    # game/scripts/story/intro.rpy:497
    old "Сменить"
    new "Сменить"

    # game/scripts/story/intro.rpy:505
    old "Оставить"
    new "Оставить"

    # game/scripts/story/intro.rpy:512
    old "По-умолчанию"
    new "По-умолчанию"

    # game/scripts/story/intro.rpy:517
    old "Вернуться"
    new "Вернуться"

    # game/scripts/story/intro.rpy:529
    old "NTR"
    new "NTR"

    # game/scripts/story/intro.rpy:530
    old "В игре присутствуют NTR сцены. Если вы не хотите их видеть и не хотите выбрать путь с NTR, то нажмите на кнопку «Отключить»"
    new "В игре присутствуют NTR сцены. Если вы не хотите их видеть и не хотите выбрать путь с NTR, то нажмите на кнопку «Отключить»"

    # game/scripts/story/intro.rpy:536
    old "Продолжить с NTR"
    new "Продолжить с NTR"

    # game/scripts/story/intro.rpy:543
    old "Отключить"
    new "Отключить"

