# TODO: Translation updated at 2022-04-11 10:48

# game/scripts/story/other.rpy:3
translate ru myroom_max_box_5699afaf:

    # m_emo_15 "Так, мама попросила разобрать коробки. Сейчас глянем, что тут у нас..."
    m_emo_15 "Так, мама попросила разобрать коробки. Сейчас глянем, что тут у нас..."

# game/scripts/story/other.rpy:4
translate ru myroom_max_box_147df589:

    # m_emo_6 "Жаль, но все коробки пустые... Но что это такое? Какая-то камера?"
    m_emo_6 "Жаль, но все коробки пустые... Но что это такое? Какая-то камера?"

# game/scripts/story/other.rpy:5
translate ru myroom_max_box_ed04d199:

    # m_emo_3 "Тут внутри какая-то инструкция, описание... Да это скрытая камера! Любопытно, зачем она понадобилась отцу?"
    m_emo_3 "Тут внутри какая-то инструкция, описание... Да это скрытая камера! Любопытно, зачем она понадобилась отцу?"

# game/scripts/story/other.rpy:6
translate ru myroom_max_box_0b0f1339:

    # m_emo_8 "Может быть, она установлена где-то в доме и за нами кто-то наблюдает?! Нужно будет осмотреть дом"
    m_emo_8 "Может быть, она установлена где-то в доме и за нами кто-то наблюдает?! Нужно будет осмотреть дом"

# game/scripts/story/other.rpy:13
translate ru home_searchcam_1922e284:

    # m_emo_2 "Кажется, здесь нет никаких камер... Может быть, стоит поискать в другой комнате?"
    m_emo_2 "Кажется, здесь нет никаких камер... Может быть, стоит поискать в другой комнате?"

# game/scripts/story/other.rpy:17
translate ru home_searchcam_a7b62a06:

    # m_emo_4 "Ого! Вот же она! Кто-то её так хорошо запрятал в стену, что найти камеру можно только точно зная, что ищешь..."
    m_emo_4 "Ого! Вот же она! Кто-то её так хорошо запрятал в стену, что найти камеру можно только точно зная, что ищешь..."

# game/scripts/story/other.rpy:18
translate ru home_searchcam_478fbbdf:

    # m_emo_6 "Так... Но она ни к чему не подключена сейчас. Видимо, отец так следил за ходом строительства и ремонта, а сейчас уже некому следить и не за чем..."
    m_emo_6 "Так... Но она ни к чему не подключена сейчас. Видимо, отец так следил за ходом строительства и ремонта, а сейчас уже некому следить и не за чем..."

# game/scripts/story/other.rpy:19
translate ru home_searchcam_65ef9e99:

    # m_emo_4 "Но если её подключить, то можно подглядывать и за кое-чем другим. Вот только нужно во всём как следует разобраться!"
    m_emo_4 "Но если её подключить, то можно подглядывать и за кое-чем другим. Вот только нужно во всём как следует разобраться!"

# game/scripts/story/other.rpy:26
translate ru home_maxwash_e4e6906c:

    # m_emo_0 "Эх... столько посуды. И почему в этом огромном доме нет маленькой посудомоечной машины?"
    m_emo_0 "Эх... столько посуды. И почему в этом огромном доме нет маленькой посудомоечной машины?"

# game/scripts/story/other.rpy:39
translate ru home_dostavka_c2120f5e:

    # other_emo_138 "Здравствуйте! По этому адресу на сегодня назначена доставка. Распишитесь?"
    other_emo_138 "Здравствуйте! По этому адресу на сегодня назначена доставка. Распишитесь?"

# game/scripts/story/other.rpy:40
translate ru home_dostavka_9f83846e:

    # m_emo_0 "Конечно! А что тут?"
    m_emo_0 "Конечно! А что тут?"

# game/scripts/story/other.rpy:42
translate ru home_dostavka_9c57b4f8:

    # other_emo_138 "Так... В накладной написано следующее... Постойте, тут сказано, что это товар для взрослых. А вы что-то не очень похожи на взрослого..."
    other_emo_138 "Так... В накладной написано следующее... Постойте, тут сказано, что это товар для взрослых. А вы что-то не очень похожи на взрослого..."

# game/scripts/story/other.rpy:43
translate ru home_dostavka_f7ad83d7:

    # m_emo_3 "Да я взрослый! Просто, в трусах документы не ношу..."
    m_emo_3 "Да я взрослый! Просто, в трусах документы не ношу..."

# game/scripts/story/other.rpy:44
translate ru home_dostavka_2723a1ae:

    # other_emo_138 "Ну, хорошо. У меня всё равно времени мало. Так, распишитесь, но посылку не открывайте. Отдайте её некой... Кире... фамилию не могу разобрать..."
    other_emo_138 "Ну, хорошо. У меня всё равно времени мало. Так, распишитесь, но посылку не открывайте. Отдайте её некой... Кире... фамилию не могу разобрать..."

# game/scripts/story/other.rpy:45
translate ru home_dostavka_b7819045:

    # m_emo_1 "Всё верно, она у нас живёт. Давайте!"
    m_emo_1 "Всё верно, она у нас живёт. Давайте!"

# game/scripts/story/other.rpy:46
translate ru home_dostavka_e88cae84:

    # m_emo_4 "{i}Интересно, что же она там такое заказала... Тяжёлая коробка... Для взрослых... Нужно будет понаблюдать за ней, вдруг это что-то интересное...{/i}"
    m_emo_4 "{i}Интересно, что же она там такое заказала... Тяжёлая коробка... Для взрослых... Нужно будет понаблюдать за ней, вдруг это что-то интересное...{/i}"

# game/scripts/story/other.rpy:49
translate ru home_dostavka_6b1a36dc:

    # other_emo_138 "И ещё..."
    other_emo_138 "И ещё..."

# game/scripts/story/other.rpy:51
translate ru home_dostavka_5dcfc03b:

    # other_emo_138 "Так... В накладной написано следующее:"
    other_emo_138 "Так... В накладной написано следующее:"

# game/scripts/story/other.rpy:59
translate ru home_dostavka_70987137:

    # m_emo_3 "Спасибо, до свидания!"
    m_emo_3 "Спасибо, до свидания!"

# game/scripts/story/other.rpy:61
translate ru home_dostavka_1a15ad0d:

    # m_emo_3 "Да, то что нужно. Спасибо!"
    m_emo_3 "Да, то что нужно. Спасибо!"

# game/scripts/story/other.rpy:70
translate ru myroom_max_webbook_55cde5c8:

    # m_emo_15 "Пришло время почитать что-то..." nointeract
    m_emo_15 "Пришло время почитать что-то..." nointeract

# game/scripts/story/other.rpy:73
translate ru myroom_max_webbook_aa23f41e:

    # m_emo_15 "Хм... куча непонятных слов. Кажется, нужно будет заново перечитать первые главы..."
    m_emo_15 "Хм... куча непонятных слов. Кажется, нужно будет заново перечитать первые главы..."

# game/scripts/story/other.rpy:76
translate ru myroom_max_webbook_132e3076:

    # m_emo_15 "Так, ну с этим я уже разобрался, хорошо... А это что такое? Не ясно. Нужно будет всё осмыслить.."
    m_emo_15 "Так, ну с этим я уже разобрался, хорошо... А это что такое? Не ясно. Нужно будет всё осмыслить.."

# game/scripts/story/other.rpy:79
translate ru myroom_max_webbook_a223fd52:

    # m_emo_15 "Ого, вот это здорово! Уже можно делать сайт? А, нет... Ещё не всё понятно... Ну, разберусь в другой раз"
    m_emo_15 "Ого, вот это здорово! Уже можно делать сайт? А, нет... Ещё не всё понятно... Ну, разберусь в другой раз"

# game/scripts/story/other.rpy:82
translate ru myroom_max_webbook_9ce3ae0b:

    # m_emo_15 "Так, ну теперь картина вырисовывается. Осталось разобраться только с мелочами... Или это не мелочи?"
    m_emo_15 "Так, ну теперь картина вырисовывается. Осталось разобраться только с мелочами... Или это не мелочи?"

# game/scripts/story/other.rpy:85
translate ru myroom_max_webbook_5e0f579e:

    # m_emo_15 "Всё, вот теперь точно всё понятно! Я уже могу сделать свой сайт и транслировать на него изображение! Но как получать за это деньги?"
    m_emo_15 "Всё, вот теперь точно всё понятно! Я уже могу сделать свой сайт и транслировать на него изображение! Но как получать за это деньги?"

# game/scripts/story/other.rpy:96
translate ru aliceroom_searchcig_ea89f8fe:

    # m_emo_8 "Так... Где же Алиса спрятала сигареты сегодня?" nointeract
    m_emo_8 "Так... Где же Алиса спрятала сигареты сегодня?" nointeract

# game/scripts/story/other.rpy:111
translate ru aliceroom_searchcig_no_cb0a7445:

    # m_emo_14 "Кажется, здесь их нет... Пора уходить, а то если кто-то заметит меня..."
    m_emo_14 "Кажется, здесь их нет... Пора уходить, а то если кто-то заметит меня..."

# game/scripts/story/other.rpy:118
translate ru aliceroom_searchcig_found_b1d3b53a:

    # m_emo_4 "Ага, нашёл! Так... Теперь их нужно положить таким образом, чтобы мама их заметила, если заглянет в комнату..." nointeract
    m_emo_4 "Ага, нашёл! Так... Теперь их нужно положить таким образом, чтобы мама их заметила, если заглянет в комнату..." nointeract

# game/scripts/story/other.rpy:132
translate ru aliceroom_dropcig_6edb1170:

    # m_emo_3 "Готово. Когда Мама найдёт у неё пачку сигарет, вот она влипнет."
    m_emo_3 "Готово. Когда Мама найдёт у неё пачку сигарет, вот она влипнет."

# game/scripts/story/other.rpy:145
translate ru home_searchspiders_ok_06bd3897:

    # m_emo_15 "Так, пока никого нет, попробуем проверить траву..." nointeract
    m_emo_15 "Так, пока никого нет, попробуем проверить траву..." nointeract

# game/scripts/story/other.rpy:149
translate ru home_searchspiders_ok_bb84c2f5:

    # m_emo_4 "Ага! Попался! Отлично..."
    m_emo_4 "Ага! Попался! Отлично..."

# game/scripts/story/other.rpy:155
translate ru home_searchspiders_ok_e001d852:

    # m_emo_13 "Нет, ничего похожего на большого страшного паука тут нет... Может быть, я всех переловил и стоит подождать денёк-другой?"
    m_emo_13 "Нет, ничего похожего на большого страшного паука тут нет... Может быть, я всех переловил и стоит подождать денёк-другой?"

# game/scripts/story/other.rpy:166
translate ru home_searchspiders_bed_06bd3897:

    # m_emo_15 "Так, пока никого нет, попробуем проверить траву..." nointeract
    m_emo_15 "Так, пока никого нет, попробуем проверить траву..." nointeract

# game/scripts/story/other.rpy:169
translate ru home_searchspiders_bed_260ccb68:

    # m_emo_13 "Нет, ничего здесь нет. Может быть, не самое подходящее для этого время?"
    m_emo_13 "Нет, ничего здесь нет. Может быть, не самое подходящее для этого время?"

# game/scripts/story/other.rpy:171
translate ru home_searchspiders_bed_e4c8fbf4:

    # m_emo_13 "Нет, ничего здесь нет. Может быть, не самое подходящее для этого время? Да и ловил я уже одного недавно... Может быть, подождать денёк-другой?"
    m_emo_13 "Нет, ничего здесь нет. Может быть, не самое подходящее для этого время? Да и ловил я уже одного недавно... Может быть, подождать денёк-другой?"

# game/scripts/story/other.rpy:180
translate ru home_searchspiders_att_3259e6ac:

    # m_emo_4 "{i}Если пауки не хотят попадаться в мою паутину, придётся воспользоваться приманкой...{/i}"
    m_emo_4 "{i}Если пауки не хотят попадаться в мою паутину, придётся воспользоваться приманкой...{/i}"

# game/scripts/story/other.rpy:182
translate ru home_searchspiders_att_de25edb3:

    # m_emo_2 "{i}Ну и что, где пауки? Средство не работает или... О, вот один. Ты то мне и нужен!{/i}"
    m_emo_2 "{i}Ну и что, где пауки? Средство не работает или... О, вот один. Ты то мне и нужен!{/i}"

# game/scripts/story/other.rpy:184
translate ru home_searchspiders_att_895bbea7:

    # m_emo_3 "{i}Супер! Ну всё, Алиса, держись...{/i}"
    m_emo_3 "{i}Супер! Ну всё, Алиса, держись...{/i}"

# game/scripts/story/other.rpy:190
translate ru home_searchspiders_att_260ccb68:

    # m_emo_13 "Нет, ничего здесь нет. Может быть, не самое подходящее для этого время?"
    m_emo_13 "Нет, ничего здесь нет. Может быть, не самое подходящее для этого время?"

# game/scripts/story/other.rpy:197
translate ru max_clearpool_b049940a:

    # m_emo_15 "Эх... Не лёгкая это работа, но нужно отработать те деньги, что мама уже заплатила..."
    m_emo_15 "Эх... Не лёгкая это работа, но нужно отработать те деньги, что мама уже заплатила..."

# game/scripts/story/other.rpy:208
translate ru aliceroom_dropspider_6b3b0f1b:

    # m_emo_15 "Интересно, что будет, если Алиса заметит паука ночью? Она прибежит за помощью? Вот только этот монстр может сбежать... Так что, чем позже его спрячу под одеялом, тем больше шансов на успех..." nointeract
    m_emo_15 "Интересно, что будет, если Алиса заметит паука ночью? Она прибежит за помощью? Вот только этот монстр может сбежать... Так что, чем позже его спрячу под одеялом, тем больше шансов на успех..." nointeract

# game/scripts/story/other.rpy:212
translate ru aliceroom_dropspider_66eb25f3:

    # m_emo_4 "Ну, будем надеяться, что паук не сбежит до того, как Алиса ляжет спать..."
    m_emo_4 "Ну, будем надеяться, что паук не сбежит до того, как Алиса ляжет спать..."

# game/scripts/story/other.rpy:213
translate ru aliceroom_dropspider_48e96285:

    # m_emo_0 "Готово!"
    m_emo_0 "Готово!"

# game/scripts/story/other.rpy:223
translate ru home_addcam_7e2d3d24:

    # m_emo_4 "{i}В этой комнате столько всего может происходить... Думаю, зрителям понравится! Главное - спрятать все провода, чтобы Лиза не заметила новую микро-камеру...{/i}"
    m_emo_4 "{i}В этой комнате столько всего может происходить... Думаю, зрителям понравится! Главное - спрятать все провода, чтобы Лиза не заметила новую микро-камеру...{/i}"

# game/scripts/story/other.rpy:227
translate ru home_addcam_bbad0ef3:

    # m_emo_4 "{i}Пусть зрители посмотрят, чем Алиса занимается в своей комнате, когда её не видят... Я бы и сам был бы рад посмотреть, но пока такой функции у меня нет...{/i}"
    m_emo_4 "{i}Пусть зрители посмотрят, чем Алиса занимается в своей комнате, когда её не видят... Я бы и сам был бы рад посмотреть, но пока такой функции у меня нет...{/i}"

# game/scripts/story/other.rpy:231
translate ru home_addcam_39103191:

    # m_emo_4 "{i}Конечно, здесь редко происходят события. Зато, когда они происходят, то здесь такое... Думаю, зрители будут рады таким моментам...{/i}"
    m_emo_4 "{i}Конечно, здесь редко происходят события. Зато, когда они происходят, то здесь такое... Думаю, зрители будут рады таким моментам...{/i}"

# game/scripts/story/other.rpy:235
translate ru home_addcam_10952c0d:

    # m_emo_4 "{i}Конечно, с точки зрения морали ставить камеру в ванной сомнительно. Однако, тут и так окно во всю стену. Так что, формально я лишь приоткрыл это окно...{/i}"
    m_emo_4 "{i}Конечно, с точки зрения морали ставить камеру в ванной сомнительно. Однако, тут и так окно во всю стену. Так что, формально я лишь приоткрыл это окно...{/i}"

# game/scripts/story/other.rpy:239
translate ru home_addcam_df10aad3:

    # m_emo_4 "{i}Уж не знаю, будет ли какой-то толк от этой камеры... Тут так редко что-то происходит... Ну пусть будет. Раз уж взялся всё подключать...{/i}"
    m_emo_4 "{i}Уж не знаю, будет ли какой-то толк от этой камеры... Тут так редко что-то происходит... Ну пусть будет. Раз уж взялся всё подключать...{/i}"

# game/scripts/story/other.rpy:243
translate ru home_addcam_9c93b607:

    # m_emo_4 "{i}Бассейн... Тут почти всё время кто-то есть и что-то делает, пока светит солнце. Думаю, тут зрители будут зависать постоянно в надежде увидеть кого-то с голыми сиськами...{/i}"
    m_emo_4 "{i}Бассейн... Тут почти всё время кто-то есть и что-то делает, пока светит солнце. Думаю, тут зрители будут зависать постоянно в надежде увидеть кого-то с голыми сиськами...{/i}"

translate ru strings:

    # game/scripts/story/other.rpy:69
    old "читать «Web Standards»"
    new "читать «Web Standards»"

    # game/scripts/story/other.rpy:95
    old "искать в тумбочке {#pgn=R041}"
    new "искать в тумбочке {#pgn=R041}"

    # game/scripts/story/other.rpy:95
    old "искать в столе {#pgn=R042}"
    new "искать в столе {#pgn=R042}"

    # game/scripts/story/other.rpy:117
    old "подставить Алису {#pgn=R043}"
    new "подставить Алису {#pgn=R043}"

    # game/scripts/story/other.rpy:117
    old "не подставлять Алису"
    new "не подставлять Алису"

    # game/scripts/story/other.rpy:144
    old "искать..."
    new "искать..."

    # game/scripts/story/other.rpy:144
    old "использовать приманку"
    new "использовать приманку"

    # game/scripts/story/other.rpy:207
    old "Подложить сейчас {#pgn=R040}"
    new "Подложить сейчас {#pgn=R040}"

